Repository: zrythm/zrythm-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, el, es, fr, gl, he, id, it, ja, nb_no, pt, ru, tr, uk

source: Bind your device knobs to controls inside Zrythm and record your actions.
ca: Vincula els botons del dispositiu als controls de Zrythm i gravar les teves accions.
ja: デバイスのノブをZrythmのコントロールにバインドして、アクションを記録。
pt: Ligue os botões do seu aparelho aos controles dentro do Zrythm e registre suas ações.
uk: Прив'яжіть ручки вашого пристрою до елементів управління всередині Zrythm і записуйте свої дії.

source: Mixing Capabilities
ca: Capacitats de mescla
ja: ミキシング機能
pt: Capacidades de Mixagem
ru: Возможности микширования
uk: Можливості мікшування

source: Group Tracks
ca: Pistes de grup
ja: グループトラック
pt: Faixas de grupo
uk: Групові доріжки

source: Organize audio/MIDI signal groups with group tracks.
ca: Organitza grups de senyal d'àudio/MIDI amb pistes de grup.
ja: オーディオ/MIDI信号のグループをグループトラックで整理。
pt: Organize grupos de sinal de áudio/MIDI com faixas de grupo.
uk: Організуйте групи аудіо / MIDI сигналів за допомогою групових доріжок.

source: Aux Sends
ca: Enviaments auxiliars
ja: Auxセンド
pt: Envios Aux
uk: AUX-направлення

source: Easily route signals to FX tracks and plugin sidechain inputs.
ca: Encamina fàcilment els senyals a les pistes FX i a les entrades de la cadena lateral del complement.
ja: FXトラックやプラグインのサイドチェイン入力に簡単に信号をルーティング。
pt: Encaminhe facilmente os sinais para faixas FX e entradas de sidechain do plug-in.
uk: Легко направляйте сигнали на FX-доріжки та входи сайдчейн плагінів.

source: In-Context Listening
ca: Escoltar en context
ja: In-Context リスニング
uk: Контекстне прослуховування

source: Listen to specified tracks in the context of the mix by dimming down every other track.
ca: Escolta les pistes especificades en el context de la mescla atenuant totes les altres pistes.
ja: 他のトラックの音を小さくして、ミックスの文脈で特定のトラックを試聴。
uk: Прослуховуйте вказані доріжки в контексті міксу, приглушивши кожну іншу доріжку.

source: Monitor Section
ca: Secció monitor
ja: モニターセクション
pt: Secção de Monitoramento
uk: Секція монітору

source: Change listen/mute/solo behavior and adjust what goes to your speakers.
ca: Canvia el comportament d'escolta/silenciació/solo i ajusta el que passa als teus altaveus.
ja: リッスン/ミュート/ソロの動作を変更し、スピーカーに送られる信号を調整。
pt: Altere o comportamento de ouvir/mudo/solo e ajuste o que vai para seus alto-falantes.
uk: Змінюйте режим прослуховування/вимкнення/соло і налаштовуйте, що буде виводитися на ваші динаміки.

source: Unlimited Automation
ca: Automatització il·limitada
ja: 無制限のオートメーション
pt: Automação ilimitada
uk: Необмежена автоматизація

source: Anywhere-to-Anywhere Connections
ca: Connexions de qualsevol lloc a qualsevol lloc
fr: Connexions de partout vers partout
he: חיבורים מכל מקום לכל מקום
ja: どこからでもどこへでも接続可能
pt: Conexões de qualquer lugar para qualquer lugar
uk: З’єднання з будь-якого місця

source: Connect anything to anything.
ar: قم بتوصيل أي شيء بأي شيء.
ca: Connecta-ho tot amb tot.
el: Σύνδεση οτιδήποτε σε οτιδήποτε.
es: Conecta lo que sea a lo que sea.
fr: Reliez tout à tout.
gl: Conecta calquera cousa a calquera cousa.
he: חבר כל דבר לכל דבר אחר.
id: Hubungkan apapun dengan apapun.
ja: どこからどこでもコネクト可能。
pt: Conecte tudo a tudo.
ru: Соединяйте между собой всё что угодно.
tr: Herhangi bir şeyi her şeye bağlayın.
uk: З'єднуйте між собою будь-що.

source: Automation Curves
ca: Corbes d'automatització
fr: Courbes d'automatisation
he: עקומות אוטומציה
ja: オートメーションカーブ
pt: Curvas de Automação
uk: Криві автоматизації

source: Automate parameters with straight lines or curves, choosing from multiple curve algorithms, such as Exponential and Elliptic curves.
ca: Automatitza els paràmetres amb línies rectes o corbes, escollint entre diversos algorismes de corbes, com ara corbes exponencials i el·líptiques.
ja: 指数関数曲線や楕円曲線など、複数の曲線アルゴリズムから選択し、直線や曲線でパラメータをオートメイト。
uk: Автоматизуйте параметри за допомогою прямих ліній або кривих, вибираючи з декількох алгоритмів кривих, таких як експоненціальні та еліптичні криві.

source: Envelopes
ca: Envolupants
ja: エンベロープ
uk: Обвідні

source: Automate parameters with CV signals or envelopes, including macro knobs and LFO plugins such as ZLFO.
ca: Automatitza els paràmetres amb senyals CV o envolupants, inclosos els botons macro i els complements LFO i ZLFO.
ja: マクロノブやZLFOなどのLFOプラグインなど、CV信号またはエンベロープを使用してパラメーターをオートメイト。
uk: Автоматизуйте параметри за допомогою сигналів CV або обвідних, включаючи макрорегулятори та плагіни LFO, такі як ZLFO.

source: Automate Anything
ca: Automatitzar qualsevol cosa
ja: 何でもオートメイトする
uk: Автоматизуйте що завгодно

source: Automate any possible parameter, including the project's BPM and time signature.
ca: Automatitza qualsevol paràmetre possible, inclòs el BPM i la indicació de compàs del projecte.
ja: プロジェクトのBPMや拍子記号など、可能な限りのパラメータをオートメイト。
pt: Automatize qualquer parâmetro possível, incluindo BPM do projeto e assinatura de tempo.
uk: Автоматизуйте будь-який можливий параметр, включаючи BPM і часовий підпис проєкту.

source: Intuitive User Interface
ca: Interfície d'usuari intuïtiva
ja: 直感的なUI
pt: Interface de Utilizador Intuitiva
uk: Інтуїтивно зрозумілий користувацький інтерфейс

source: Detachable Views
ca: Vistes desmuntables
ja: 取り外し可能なビュー
uk: Відокремлювані вигляди

source: Detach views from any panel and work efficiently with multi-monitor setups.
ca: Separa les vistes de qualsevol quadre i treballa de manera eficient amb configuracions de diversos monitors.
ja: パネルからビューを切り離し、マルチモニター環境で効率的に作業できます。
uk: Від'єднуйте вигляд з будь-якої панелі та дієво працюйте з декількома моніторами.

source: Searchable Preferences
ca: Preferències cercables
ja: 検索可能な設定
pt: Preferências Pesquisáveis
uk: Параметри з можливістю пошуку

source: Start typing to locate the preference you're looking for.
ca: Comença a escriure per a localitzar el que busques.
ja: 入力を開始し、お探しの設定を見つけます。
pt: Comece a digitar para localizar a preferência que está procurando.
uk: Почніть вводити, щоб знайти потрібний параметр.

source: Inspector Pages
ca: Pàgines d'inspector
ja: インスペクタページ
pt: Páginas do Inspetor
uk: Сторінки інспектора

source: Edit all track and plugin parameters in the inspector.
ca: Edita tots els paràmetres de la pista i del complement a l'inspector.
ja: インスペクタですべてのトラックとプラグインのパラメータを編集。
pt: Edite todos os parâmetros de faixa e plugin no inspetor.
uk: Редагуйте всі параметри доріжок і плагінів в інспекторі.

source: Plugin Capabilities
ca: Capacitats del complement
ja: プラグイン機能
pt: Recursos de Plugin
uk: Можливості плагінів

source: Plugin Support
ca: Suport de complements
ja: プラグイン対応
pt: Suporte a Plugins
uk: Підтримка плагінів

source: Thanks to {ref}Carla{endref}, Zrythm supports a variety of plugin formats including LV2, VST2, VST3, AU, CLAP and JSFX.
ca: Gràcies a {ref}Carla{endref}, Zrythm admet una varietat de formats de complements, inclosos LV2, VST2, VST3, AU, CLAP i JSFX.
uk: Завдяки {ref}Carla{endref}, Zrythm підтримує безліч форматів плагінів, включаючи LV2, VST2, VST3, AU, CLAP і JSFX.

source: SoundFonts as Plugins
ca: SoundFonts com a complements
ja: SoundFontをプラグイン扱いする
pt: SoundFonts como plugins
uk: Звукові шрифти як плагіни

source: Use SFZ and SF2 soundfonts as instrument plugins.
ca: Utilitza fonts sonores SFZ i SF2 com a complements d'instrument.
ja: SFZ、SF2のSoundFontをインストゥルメントプラグインとして使用できます。
uk: Використовуйте звукові шрифти SFZ та SF2 як плагіни для інструментів.

source: Flexible Plugin Browser
ca: Navegador de complements flexible
ja: 柔軟なプラグインブラウザ
pt: Navegador de Plugins Flexível
uk: Гнучкий оглядач плагінів

source: Easily filter plugins by author, format or category, and organize your favorite plugins with plugin collections.
ca: Filtra fàcilment els complements per autor, format o categoria i organitzar els teus complements preferits amb col·leccions de complements.
ja: プラグインを作者、形式、カテゴリで簡単にフィルタリングしたり、プラグインコレクションでお気に入りのプラグインを整理することができます。
pt: Filtre plugins facilmente por autor, formato ou categoria e organize seus plugins favoritos com coleções de plugins.
uk: Легко фільтруйте плагіни по автору, формату або категорії, а також організуйте свої улюблені плагіни за допомогою колекцій плагінів.

source: Plugin Bridging
ca: Pontar complements
ja: プラグインブリッジ
uk: Бріджинг плагінів

source: Sandbox plugins by opening them in bridge mode.
ca: Complements Sandbox per a obrir-los en mode pont.
ja: ブリッジモードで開くことによるサンドボックス。
uk: Працюйте з плагінами в режимі пісочниці, відкриваючи їх в режимі моста.

source: Automatable Bypass Mode
ca: Mode derivació automatitzat
ja: 自動化可能なバイパスモード
pt: Modo de Bypass Automatizado
uk: Автоматичний режим обходу

source: Easily bypass plugins in the signal chain with an automatable control.
ca: Deriva fàcilment els complements de la cadena de senyal amb un control automatitzat.
ja: 自動化可能なコントロールにより、シグナルチェーン内のプラグインを簡単にバイパスできます。
pt: Ponha em modo bypass facilmente os plugins na cadeia de sinal com um controle automatizado.
uk: Легко обходьте плагіни в ланцюжку сигналу за допомогою автоматичного управління.

source: Comprehensive Import/Export
ca: Importació/Exportació integral
ja: 包括的なインポート/エクスポート
pt: Abrangente Importação/Exportação
uk: Комплексний імпорт/експорт

source: File Browser
ca: Navegador de fitxers
ja: ファイルブラウザ
pt: Navegador de ficheiros
uk: Файловий оглядач

source: Browse and audition MIDI and audio files, and organize your favorite paths with favorites.
ca: Navega i escolta fitxers d'àudio i MIDI i organitza els teus camins preferits amb els preferits.
ja: MIDIやオーディオファイルをブラウズして試聴したり、お気に入りのパスをfavoritesで整理することができます。
pt: Navegue e ouça ficheiros MIDI e de áudio e organize seus caminhos preferidos com favoritos.
uk: Переглядайте і прослуховуйте MIDI і аудіофайли, а також організуйте свої улюблені шляхи за допомогою обраного.

source: Audio Files
ca: Fitxers d'àudio
ja: オーディオファイル
pt: Ficheiros de Áudio
uk: Аудіофайли

source: Import or export any format supported by {ref}libsndfile{endref}, with additional MP3 import support.
ca: Importa o exporta qualsevol format compatible amb {ref}libsndfile{endref}, amb suport addicional per a la importació de MP3.
pt: Importe ou exporte qualquer formato suportado por {ref}libsndfile{endref}, com suporte adicional de importação de MP3.
uk: Імпортуйте або експортуйте будь-який формат, підтримуваний {ref}libsndfile{endref}, з додатковою підтримкою імпорту MP3.

source: Import or export any part of the project in MIDI Type 0 or Type 1 formats.
ca: Importa o exporta qualsevol part del projecte en formats MIDI tipus 0 o tipus 1.
ja: プロジェクトの任意の部分をMIDI Type 0またはType 1のフォーマットでインポートまたはエクスポートすることができます。
pt: Importe ou exporte qualquer parte do projeto nos formatos MIDI Tipo 0 ou Tipo 1.
uk: Імпортуйте або експортуйте будь-яку частину проєкту у форматах MIDI типу 0 або 1.

source: Stem Export
ca: Exportació de plica
ja: ステムエクスポート
pt: Exportação de haste
uk: Експорт доріжок

source: Export stems for specific tracks and share them with other producers.
ca: Exporta les pliques per a cançons específiques i compartir-les amb altres productors.
ja: 特定のトラックのステムをエクスポートして、他のプロデューサーと共有することができます。
pt: Exporte hastes para faixas específicas e compartilhe-as com outros produtores.
uk: Експортуйте стеми певних доріжок та діліться ними з іншими творцями.

source: Chord Assistance
ca: Assistència d'acords
fr: Assistance d'accords
he: עזרה באקורדים
ja: コードアシスタンス
pt: Assistência de acordes
ru: Помощь в работе с аккордами
tr: Akor Desteği
uk: Акордна допомога

source: Chord Audition
ca: Audició d'acords
ja: コードオーディション
uk: Прослуховування акордів

source: Quickly listen to chords by clicking the pads or pressing notes on your MIDI keyboard, and drag-and-drop chords to the timeline.
ca: Escolta els acords ràpidament fent clic als pads o prement les notes del teu teclat MIDI i arrossega i deixa anar els acords a la línia de temps.
ja: パッドをクリックしたり、MIDIキーボードのキーを押したりしてコードを素早く聞き取り、タイムラインにドラッグ＆ドロップすることが可能。
uk: Швидко прослуховуйте акорди, клацаючи по педалям або натискаючи ноти на MIDI-клавіатурі, а також перетягуйте акорди на шкалу часу.

source: Chord Editing
ca: Edició d'acords
ja: コード編集
pt: Edição de Acordes
uk: Редагування акордів

source: Invert chords with a single click or use the chord selector to choose any chord, with an option to filter chords in the current scale.
ca: Pots invertir els acords amb un sol clic o utilitzar el selector d'acords per a triar qualsevol acord, amb una opció per a filtrar els acords a l'escala actual.
ja: ワンクリックでコードをインバートさせたり、コードセレクターを使用して任意のコードを選択したり、現在のスケール内のコードにフィルタリングしたりできます。
pt: Inverta acordes com um único clique ou use o seletor de acordes para escolher qualquer acorde, com opção de filtrar acordes na escala atual.
uk: Інвертуйте акорди одним клацанням миші або використовуйте вибір акордів, щоб вибрати будь-який акорд, з можливістю фільтрації акордів в поточній гамі.

source: Recordable Chord Track
ca: Pista d'acords gravable
ja: 録音可能なコードトラック
pt: Faixa de Acordes Gravável
uk: Акордова доріжка з можливістю запису

source: Dictate or record the scale and chord progression of the project, and optionally route the output to an instrument.
ca: Pots dictar o gravar l'escala i la progressió d'acords del projecte i, opcionalment, dirigir la sortida a un instrument.
ja: プロジェクトのスケールとコード進行を指定または録音し、オプションでその出力を音源にルーティング。
pt: Dite ou grave a escala e a progressão de acordes do projeto e, opcionalmente, roteie a saída para um instrumento.
uk: Надиктуйте або запишіть гаму і акордову послідовність проєкту, а також, за бажанням, направте вихідні дані на інструмент.

source: Chord Presets
ca: Predefinicions d'acords
ja: コードプリセット
uk: Переднабори акордів

source: Generate chords from a wide range of scales, load included chord presets for various genres, or save your own.
ca: Pots generar acords a partir d'un ampli interval d'escales, carregar els acords predefinits inclosos per a diversos gèneres o desar els teus.
ja: 幅広いスケールからコードを生成したり、さまざまなジャンルのコードプリセットを読み込んだり、自分で作成したコードを保存することができます。
pt: Gere acordes de uma ampla variedade de escalas, carregue presets de acordes incluídos para vários gêneros ou salve seus próprios.
uk: Створюйте акорди з широкого діапазону гам, завантажуйте готові акорди для різних жанрів або зберігайте власні.

source: Never Lose Work
ca: No perdis mai la feina
ja: 作業を失わない
pt: Nunca Perca o Trabalho
ru: Никогда не теряйте проделанное
uk: Ніколи не втрачайте свої праці

source: Project Backups
ca: Còpies de seguretat del projecte
ja: プロジェクトのバックアップ
pt: Backups do Projeto
uk: Резервні копії проєктів

source: Backups taken automatically at user-specified intervals.
ca: Còpies de seguretat realitzades automàticament a intervals especificats per l'usuari.
ja: ユーザーが指定した間隔で自動的にバックアップします。
uk: Автоматичне створення резервних копій із заданою користувачем періодичністю.

source: Undoable Actions
ca: Accions que no es poden desfer
ja: 元に戻せる操作
uk: Дії, які можна скасувати

source: Almost every user action is undoable.
ca: Gairebé totes les accions de l'usuari es poden desfer.
ja: ほとんどすべてのユーザーアクションは取り消すことができます。
pt: Quase todas as ações do utilizador são reversíveis.
uk: Майже кожну дію користувача можна скасувати.

source: Serializable Undo History
ca: Historial de desfer serialitzable
ja: シリアライズ可能なUndo履歴
pt: Histórico de desfazer serializável
uk: Історія скасувань з можливістю серіалізації

source: Keep your undo history when saving projects.
ca: Conserva l'historial de desfer en desar projectes.
ja: プロジェクト保存時にUndoの履歴が保持されます。
pt: Mantenha seu histórico de desfazer ao gravar projetos.
uk: Зберігайте історію скасувань при збереженні проєктів.

source: Scripting
ca: Crear scripts
ja: スクリプティング
uk: Написання скриптів

source: Extend Zrythm
ca: Ampliar Zrythm
ja: Zrythmを拡張する
uk: Розширте Zrythm

source: Extend the capabilities of Zrythm by editing its state using {ref}GNU Guile scripts{endref}.
ca: Amplia les capacitats de Zrythm editant el seu estat mitjançant {ref}scripts GNU Guile{endref}.
uk: Розширюйте можливості Zrythm, редагуючи його стан за допомогою скриптів GNU Guile{endref}.

source: Custom Editor Functions
ca: Funcions d'editor personalitzades
ja: カスタムなエディタ関数
pt: Funções Personalizadas do Editor
uk: Користувацькі функції редактора

source: Implement your own MIDI/audio/automation functions (coming soon).
ca: Implementa les teves pròpies funcions MIDI/àudio/automatització (properament).
ja: 独自のMIDI/オーディオ/オートメーション関数を実装（近日公開予定）。
pt: Implemente suas próprias funções MIDI/áudio/automação (em breve).
uk: Реалізація власних функцій MIDI/звуку/автоматизації (незабаром).

source: Project Generation
ca: Generació de projectes
ja: プロジェクト生成
uk: Створення проєктів

source: Generate projects with GNU Guile scripts.
ca: Genera projectes amb scripts GNU Guile.
ja: GNUGuileスクリプトを使用してプロジェクトを生成。
pt: Gere projetos com scripts GNU Guile.
uk: Створюйте проєкти за допомогою скриптів GNU Guile.

source: Optimized Performance
ca: Rendiment optimitzat
ja: 最適化されたパフォーマンス
pt: Desempenho Otimizado
uk: Оптимізована продуктивність

source: Hardware accelerated UI
ca: IU accelerada per maquinari
ja: ハードウェアアクセラレーションによるUI
pt: IU acelerada por hardware
uk: Апаратне прискорення інтерфейсу

source: Most of the user interface is drawn on the GPU thanks to {ref}GTK4{endref}.
ca: La major part de la interfície d'usuari es dibuixa a la GPU gràcies a {ref}GTK4{endref}.
pt: A maior parte da interface do utilizador é desenhada na GPU graças ao {ref}GTK4{endref}.
uk: Більша частина користувацького інтерфейсу малюється на графічному процесорі завдяки {ref}GTK4{endref}.

source: SIMD-optimized DSP
ca: DSP optimitzat per SIMD
ja: SIMDによる最適化されたDSP
uk: SIMD-оптимізований DSP

source: Zrythm uses {ref}lsp-dsp-lib{endref} which implements SIMD extensions such as SSE, AVX and FMA when available to speed up audio processing and minimize DSP usage.
ca: Zrythm utilitza {ref}lsp-dsp-lib{endref} que implementa extensions SIMD com SSE, AVX i FMA quan estigui disponible per a accelerar el processament d'àudio i minimitzar l'ús de DSP.
uk: Zrythm використовує {ref}lsp-dsp-lib{endref}, який реалізує розширення SIMD, такі як SSE, AVX та FMA, коли вони доступні, щоб пришвидшити обробку звуку та мінімізувати використання DSP.

source: Extensive Caching
ca: Amplia memòria cau
ja: 広範なキャッシング
pt: Extenso Caching
uk: Екстенсивне кешування

source: Expensive computations are pre-calculated to save processing time.
ca: Les tasques costoses es calculen prèviament per a estalviar temps de processament.
pt: Cálculos extensivo são pré-calculados para economizar tempo de processamento.
uk: Дорогі обчислення попередньо обчислюються для економії часу обробки.

source: Cross-Platform Support
ca: Suport multiplataforma
ja: クロスプラットフォーム対応
pt: Suporte Multiplataforma
ru: Кроссплатформенная поддержка
uk: Крос-платформна підтримка

source: Multiple Platforms
ca: Múltiples plataformes
ja: マルチプラットフォーム
pt: Multiplataformas
uk: Кілька платформ

source: Zrythm is designed to run on a {ref}wide variety of platforms and architectures{endref} including x86 architectures, PowerPC, RISC-V, ARMv7 and ARMv8.
ca: Zrythm està dissenyat per a funcionar en una {ref}àmplia varietat de plataformes i arquitectures{endref}, incloses arquitectures x86, PowerPC, RISC-V, ARMv7 i ARMv8.
pt: O Zrythm foi projetado para ser executado numa {ref}ampla variedade de plataformas e arquiteturas{endref}, incluindo arquiteturas x86, PowerPC, RISC-V, ARMv7 e ARMv8.
uk: Zrythm розроблений для роботи на {ref}широкому спектрі платформ та архітектур{endref}, включаючи архітектури x86, PowerPC, RISC-V, ARMv7 та ARMv8.

source: Multiple Backends
ca: Múltiples rerefons
ja: 複数のバックエンド
uk: Кілька бекендів

source: Support for almost all major audio and MIDI backends, including JACK/PipeWire, Windows MME, WASAPI and Core Audio/MIDI.
ca: Compatibilitat amb gairebé tots els principals rerefons d'àudio i MIDI, inclosos JACK/PipeWire, Windows MME, WASAPI i Core Audio/MIDI.
ja: JACK/PipeWire, Windows MME, WASAPI, Core Audio/MIDIなど、主要なオーディオおよびMIDIバックエンドのほとんどをサポートしています。
pt: Suporte para quase todos os principais backends de áudio e MIDI, incluindo JACK/PipeWire, Windows MME, WASAPI e Core Audio/MIDI.
uk: Підтримка майже всіх основних аудіо та MIDI інтерфейсів, включаючи JACK/PipeWire, Windows MME, WASAPI та Core Audio/MIDI.

source: Localization
ca: Localització
ja: ローカライゼーション
ru: Локализация
uk: Локалізація

source: Localized UI
ca: IU local
el: Τοπικοποιημένη διεπαφή χρήστη
ja: ローカライズされたUI
pt: Interface de utilizador localizada
ru: Локализованный пользовательский интерфейс
uk: Локалізований інтерфейс

source: Use Zrythm in your preferred language.
ca: Utilitza el Zrythm en el teu idioma preferit.
ja: Zrythmをお好みの言語で使用することができます。
pt: Use Zrythm em seu idioma preferido.
ru: Используйте Zrythm на предпочитаемом языке.
uk: Використовуйте Zrythm вашою улюбленою мовою.

source: Easily Add Translations
ca: Afegir traduccions fàcilment
ja: 簡単に翻訳を追加できる
pt: Adicione Traduções Facilmente
ru: Легкое добавление переводов
uk: Легке додавання перекладів

source: Add missing translations and locales on {ref}Weblate{endref}.
ca: Afegeix les traduccions i les configuracions locals que falten al {ref}Weblate{endref}.
pt: Adicione traduções e localidades ausentes em {ref}Weblate{endref}.
ru: Добавьте отсутствующие переводы и локали на {ref}Weblate{endref}.
uk: Додавайте відсутні переклади та локалі на {ref}Weblate{endref}.

source: User Freedom
ca: Llibertat de l'usuari
pt: Liberdade do Utilizador
ru: Свобода для пользователя
uk: Свобода користувача

source: Free Software
ca: Programari lliure
ja: 自由なソフトウェア
pt: Software Livre
ru: Свободное программное обеспечение
uk: Вільне програмне забезпечення

source: All source code is released as {ref}copyleft free software{endref}.
ca: Tot el codi font es publica com a {ref}programari lliure de copyleft{endref}.
pt: Todo o código-fonte é lançado como {ref}software livre de copyleft{endref}.
ru: Весь исходный код выпускается как {ref}свободное программное обеспечение с авторским левом{endref}.
uk: Весь вихідний код випускається як {ref}вільне програмне забезпечення з авторським копілефтом{endref}.

source: Open Standards
ca: Estàndards oberts
ja: オープンスタンダード
pt: Padrões Abertos
ru: Открытые стандарты
uk: Відкриті стандарти

source: Zrythm supports open standards such as MIDI, LV2, FLAC and OGG.
ca: Zrythm admet estàndards oberts com ara MIDI, LV2, FLAC i OGG.
ja: Zrythmは、MIDI、LV2、FLAC、OGGなどのオープンスタンダードに対応しています。
pt: Zrythm suporta padrões abertos como MIDI, LV2, FLAC e OGG.
ru: Zrythm поддерживает открытые стандарты, такие как MIDI, LV2, FLAC и OGG.
uk: Zrythm підтримує відкриті стандарти, такі як MIDI, LV2, FLAC та OGG.

source: Cooperation
ca: Cooperació
ja: 協力
pt: Cooperação
ru: Сотрудничество
uk: Співпраця

source: We work with the free software community to ensure Zrythm builds and runs without issues on all platforms.
ca: Treballem amb la comunitat de programari lliure per a garantir que Zrythm es construeixi i s'executi sense problemes a totes les plataformes.
pt: Trabalhamos com a comunidade de software livre para garantir que o Zrythm seja construído e executado em todas as plataformas sem problemas.
ru: Мы работаем с сообществом открытого программного обеспечения, чтобы Zrythm работал без проблем на всех платформах.
uk: Ми співпрацюємо зі спільнотою розробників вільного програмного забезпечення, щоб гарантувати, що Zrythm збирається і працює без проблем на всіх платформах.
