Repository: zrythm/zrythm-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, el, es, fr, gl, he, id, it, ja, nb_no, pt, ru, tr, uk

source: No public sponsors. <a href="mailto:&#115;&#112;&#111;&#110;&#115;&#111;&#114;&#064;&#122;&#114;&#121;&#116;&#104;&#109;&#046;&#111;&#114;&#103;">Contact us</a> if you would like to be a sponsor.
el: Δεν υπάρχουν δημόσιοι χορηγοί. <a href="mailto:&#115;&#112;&#111;&#110;&#115;&#111;&#114;&#064;&#122;&#114;&#121;&#116;&#104;&#109;&#046;&#111;&#114;&#103;">Επικοινωνήστε μαζί μας</a> αν θα θέλατε να γίνετε χορηγός.

source: Looping regions
ar: مناطق التكرار
el: Περιοχές λουπαρίσματος
es: Reproducir regiones en bucle

source: Playlist by
el: Λίστα αναπαραγωγής από
id: Daftar putar oleh

source: Thank You
el: Ευχαριστούμε
gl: Grazas
id: Terima kasih

source: Thank you for supporting development! You will receive an email soon with instructions to download your installer.
ar: شكرا لدعم التنمية! ستتلقى بريدًا إلكترونيًا قريبًا مع تعليمات لتنزيل برنامج التثبيت.
el: Ευχαριστούμε για την υποστήριξη! Θα λάβετε σύντομα ένα email με οδηγίες λήψης του εγκαταστατή σας.
gl: Grazas por apoiar o desenvolvemento! Axiña recibirás un correo coas instrucións para descargar o teu instalador.

source: Once you download the zip file, extract it and run <code>./installer.sh</code> in a terminal. If you experience any problems, please contact us.
el: Μόλις κάνετε λήψη του αρχείου zip, αποσυμπιέστε το και εκτελέστε <code>./installer.sh</code> σε ένα τερματικό. Αν αντιμετωπίσετε πρόβλημα, παρακαλούμε ενημερώστε μας.
gl: Unha vez descargues o arquivo zip, extráeo e executa <code>./installer.sh</code> no terminal. Se experimentas calquera problema, por favor contacta connosco.

source: Go back to home page
el: Επιστρέψτε στην αρχική σελίδα
gl: Volver á páxina de inicio
id: Kembali ke beranda

source: mo
tr: ay

source: Donate using Monero
es: Donar usando Monero

source: Donate Monero (XMR)
es: Donar Monero (XMR)

source: DAW, digital audio workstation, music production, audio, pro audio, Linux, GNU/Linux, free software, libre software, sound editor, composition, MIDI, LV2, JACK, VST, audio plugin
es: DAW, estación de trabajo de audio digital, producción musical, audio, audio profesional, Linux, GNU/Linux, software libre, software gratuito, editor de sonido, composición, MIDI, LV2, JACK, VST, plugin de audio

source: Windows 64-bit
ar: ويندوز ٦٤-بت
es: Windows de 64 bits

source: Users
ar: المستخدمون

source: Developers
ar: المطورين

source: GNU/Linux
ar: جنو / لينكس

source: Basic demo
ar: عرض تجريبي

source: Video by <a href="https://sonomu.club/@rghvdberg">Rob van den Berg</a>
ar: مقطع فيديو من <a href="https://sonomu.club/@rghvdberg"> Rob van den Berg </a>

source: Video by <a href="https://mastodon.social/@unfa">unfa</a>
ar: فيديو من <a href="https://mastodon.social/@unfa"> unfa </a>

source: unfa livestream: Synthesizing snare drums with Geonkick
ar: بث مباشر ل انفا: Synthesizing snare drums with Geonkick

source: Phoronix news: Zrythm approaching beta as an easy-to-use, open-source digital audio workstation
ar: أخبار Phoronix: Zrythm تقترب من الإصدار التجريبي كمحطة عمل صوتية رقمية سهلة الاستخدام ومفتوحة المصدر

source: Fully <a href="https://jackaudio.org/">JACK</a> aware, including support for JACK transport, ALSA, WASAPI, Windows MME, CoreMidi and CoreAudio.
ar: يدعم <a href="https://jackaudio.org/"> JACK </a> تمامًا ، بما في ذلك دعم JACK transport و ALSA و WASAPI و Windows MME و CoreMidi و CoreAudio.

source: Available in <a href="https://hosted.weblate.org/engage/zrythm/">multiple languages</a> including English, French, Galician, Portuguese, Japanese and German.
ar: متاح في <a href="https://hosted.weblate.org/engage/zrythm/"> لغات متعددة </a> بما في ذلك الإنجليزية والفرنسية والجاليكية والبرتغالية واليابانية والألمانية.

source: Video by <a href="https://mamot.fr/@tillparisot">Till Parisot</a>
ar: فيديو من <a href="https://mamot.fr/@tillparisot">Till Parisot</a>

source: Zrythm is copyrighted by Alexandros Theodotou and other contributors. Zrythm is released under the <a href="https://www.gnu.org/licenses/agpl-3.0.html">GNU Affero General Public License, version 3 or later</a>.
ar: Zrythm محمي بحقوق الطبع والنشر من قبل Alexandros Theodotou ومساهمين آخرين. تم إصدار Zrythm بموجب <a href="https://www.gnu.org/licenses/agpl-3.0.html"> رخصة GNU Affero العامة ، الإصدار 3 أو الأحدث </a>.

source: alpha/beta
gl: alfa/beta

source: Reference
de: Verweise
it: Riferimento
nb_no: Referanse

source: About Zrythm
de: Über Zrythm
it: A proposito di Zrythm
nb_no: Om

source: Introduction
de: Einführung
it: Introduzione
nb_no: Introduksjon

source: Zrythm is a native GNU/Linux application built using C and the GTK+3 toolkit and borrows ideas, concepts and code from other projects such as Ardour and Jalv. It is designed to be intuitive to use and is built with the intention to provide GNU/Linux users a full-featured alternative to proprietary DAWs, while offering a unique approach to workflow that other GNU/Linux DAWs lack.
de: Zrythm ist eine native GNU-/Linuxapplikation aufgebaut mit C und GTK+ und borgt sich Ideen, Konzepte, und Code von anderen Projekten wie Ardour und Jalv. Es ist für die intuitive Nutzung designt und ist mit der Absicht gebaut GNU-/Linuxnutzern eine voll funktionsfähige Alternative zu proprietären DAWs zu bieten, während es einen einmaligen Ansatz für den Arbetisablauf anbietet, der anderen GNU/Linux-DAWs fehlt.
it: Zrythm è un’applicazione nativa GNU/Linux creata utilizzando C e il kit GTK 3 e prende in prestito idee, concetti e codice da altri progetti come Ardour e Jalv. È progettato per essere intuitivo da usare ed è costruito con l’intenzione di fornire agli utenti GNU/Linux un’alternativa completa alle postazioni di lavoro audio digitale (PLAD) proprietarie, offrendo un approccio unico al flusso di lavoro che mancano ad altre PLAD GNU/Linux.
nb_no: Zrythm er et plattformsspesifikt Linux|GNU-program bygd ved bruk av C og GTK+3-verktøyssettet, og låner idéer og kode fra andre programmer, som Ardour og Javl. Det er designet i den hensikt å være intuitivt og tilby Linux|GNU-brukere et fullverdig alternativ til proprietære lydarbeidsstasjoner, samtidig som det tilbyr en unik tilnærming til arbeidsflyt som andre slike Linux|GNU-programmer mangler.

source: First Commit
de: Erster Commit
it: Primo impegno
nb_no: Første innsendelse

source: The first commit was made on <code>Wed Jul 25 22:35:01 2018 +0900</code>.
de: Der erste Commit war am <code>Wed Jul 25 22:35:01 2018 +0900</code>.
it: Il primo impegno fu fatto <code>mercoledì 25 luglio 2018 22:35:01 +0900</code>.
nb_no: Første innsendelse fant sted <code>Ons. 25. Jul. 2018</code>.

source: Current Stage
de: Derzeitiger Stand
it: Fase attuale
nb_no: Nåværende tilstand

source: Early alpha. Somewhat functional but has unimplemented features and crashes a lot.
de: Frühe Alpha. Einigermaßen funktional, aber hat nicht implementierte Funktionen und stürzt oft ab.
it: Alfa precoce. Abbastanza funzionale, ma ha caratteristiche non implementate e si blocca molto.
nb_no: Tidlig alfa. Noe funksjonalitet, men mange funksjoner mangler, og hyppige kræsj.

source: Communication
de: Kommunikation
it: Comunicazione

source: #zrythm on irc.freenode.net
de: #zrythm auf irc.freenode.net
it: #zrythm su irc.freenode.net

source: Issue tracker
de: Problemverwaltung
it: Rilevamento dei problemi
nb_no: Problemsporer

source: issue tracker
de: Problemverwaltung
it: Rilevamento dei problemi
nb_no: problemsporer

source: zrythm project
de: Zrythm-Projekt
it: progetto Zrythm
nb_no: Zrythm-prosjektet

source: git repositories
de: git-Repositorys
it: Repository git
nb_no: Git-kodelager

source: stable releases
de: Stabile Veröffentlichungen
it: versioni pubblicate stabili
nb_no: stabile utgivelser

source: releases at Savannah
de: Veröffentlichungen auf Savannah
it: pubblicazioni su Savannah

source: GPG signing key
de: GPG-Signierungsschlüssel
it: Chiave di firma GPG
nb_no: GPG-signeringsnøkkel

source: GNU Linux packages
de: GNU-Linux-Pakete
it: Pacchetti GNU/Linux
nb_no: Linux|GNU-pakker

source: Arch (aur, git package)
de: Arch (aur-, git-Paket)
it: Arch (pacchetto aur, git)

source: Arch (aur, stable)
de: Arch (aur, stabil)
it: Arch (aur, stabile)
nb_no: Arch (AUR, stabil)

source: Debian (unofficial)
de: Debian (inoffiziell)
it: Debian (non ufficiale)
nb_no: Debian (uoffisiell)

source: zrythm at openSUSE build service
de: Zrythm beim openSUSE-Build-Service
nb_no: Zrythm på openSUSE-byggtjenesten

source: Fedora (unofficial)
de: Fedora (inoffiziell)
it: Fedora (non ufficiale)
nb_no: Fedora (uoffisiell)

source: Mageia (unofficial)
de: Mageia (inoffiziell)
it: Mageia (non ufficiale)

source: Ubuntu (unofficial)
de: Ubuntu (inoffiziell)
it: Ubuntu (non ufficiale)

source: Other Platforms
de: Andere Plattformen
it: Altre piattaforme
nb_no: Andre plattformer

source: Frequently Asked Questions
de: Häufig Gestellte Fragen
it: Domande frequenti
nb_no: Ofte stilte spørsmål

source: What's the current development status?
de: Wie ist der derzeitige Entwicklungsstand?
it: Qual è lo stato attuale dello sviluppo?
nb_no: Hva er nytt i utviklingen?

source: Zrythm is in the early alpha stage. Many essential features are already implemented but we do not recommend it for production yet. You are welcome to test each release and provide us with feedback if you would like to help speed things up.
de: Zrythm ist in der früher Alphaphase. Viele wesentliche Funktionen sind bereits implementiert aber wir empfehlen es noch nicht für die Produktion. Du bist willkommen, jede Veröffentlichung zu testen und uns mit Rückmeldung zu versorgen wenn du helfen möchtest, die Dinge zu beschleunigen.
it: Zrythm è nella fase iniziale alfa. Molte funzionalità essenziali sono già implementate ma non lo consigliamo ancora per la produzione. Puoi testare ogni versione e fornirci retroazione e commenti se desideri contribuire ad accelerare le cose.
nb_no: Zrythm er i tidlig alfa-stadie. Mange grunnleggende funksjoner finnes allerede, men det anbefales ikke i produksjonsøyemed enda. Du er velkommen til å teste hver utgave og gi tilbakemelding hvis du ønsker at ting skal gå raskere.

source: What plugin protocols are supported?
de: Welche Erweiterungsprotokolle werden unterstützt?
it: Quali protocolli di componente aggiuntivo sono supportati?
nb_no: Hvilke programtilleggsprotokoller støttes?

source: LV2 at the moment. VST2 and VST3 coming soon.
de: LV2 im Moment. VST2 und VST3 kommen bald.
nb_no: LV2 for øyeblikket, VST2 og VST2 kommer snart.

source: I'm building from source and I want to run Zrythm without installing
de: Ich kompiliere vom Quelltext und will Zrythm ausführen ohne es zu installieren
it: Sto costruendo dalla fonte e voglio eseguire Zrythm senza installare
nb_no: Jeg bygger fra kildekoden, og ønsker å kjøre Zrythm uten å installere

source: Run <code>glib-compile-schemas data/</code> and then run zrythm using <code>GSETTINGS_SCHEMA_DIR=data ./build/zrythm</code>
de: Führe <code>glib-compile-schemas data/</code> aus und dann führe Zrythm mit <code>GSETTINGS_SCHEMA_DIR=data ./build/zrythm</code> aus

source: I get unmet dependencies when installing on Ubuntu
de: Ich bekomme unerfüllte Abhängigkeiten wenn ich auf Ubuntu installiere
nb_no: Manglende avhengigheter ved installasjon på Ubuntu

source: Enable the universe repository:
de: Aktiviere den Universe-Repository:
it: Abilita il repository dell'universo:

source: Zrythm is a digital audio workstation designed to be featureful and easy to use.
de: Zrythm ist eine Digital Audio Workstation, designt dafür, funktionsreich und leicht zu nutzen zu sein.
it: Zrythm è una postazione di lavoro audio digitale progettata per essere ricca di funzionalità e facile da usare.
nb_no: Zrythm er en digital lyd-arbeidsstasjon designet for rik funksjonalitet og intuitiv bruk.

source: Full support for LV2, a free and extensible standard for audio plugins. Drag and drop any plugin and start tweaking.
de: Volle Unterstützung für LV2, einem freien und erweiterbaren Standard für Audioerweiterungen. Ziehe und lege eine Erweiterung ab und fang an, sie anzupassen.
nb_no: Full støtte for LV2, en fri og utvidbar standard for lydprogramtillegg. Dra og slipp ethvert programtillegg og start triksingen.

source: JACK support
de: JACK-Unterstützung
nb_no: JACK-støtte

source: Fully JACK aware, including support for JACK transport.
de: Vollkompatibel mit JACK, einschließlich Unterstützung für den JACK-Transport.
nb_no: Fullkompatibel med JACK, inkludert støtte for JACK-transport.

source: Free software
de: Freie Software
it: Software libero
nb_no: Fri programvare

source: Use, study, share and improve freely.
de: Nutze, studiere, teile, und benutze es frei.
it: Usa, studia, condividi e migliora liberamente.
nb_no: Bruk, studer, del og forbedre fritt.

source: Zrythm is available in English, French, Portuguese, Japanese and German.
de: Zrythm ist verfügbar auf Englisch, Französisch, Portugiesisch, Japanisch, und Deutsch.
nb_no: Zrythm er tilgjengelig på engelsk, fransk, portugisisk, japansk og tysk.

source: online manual
de: Online-Handbuch
it: manuale in linea
nb_no: nettbasert manual

source: browse manual
de: Handbuch durchblättern
nb_no: utforsk manualen

source: download HTML zip
de: HTML-zip herunterladen
nb_no: last ned HTML-ZIP

source: download PDF
de: PDF herunterladen
it: scarica il PDF
nb_no: last ned PDF

source: download ePUB
de: ePUB herunterladen
nb_no: last ned ePUB

source: Developer docs
de: Entwicklerdokus
nb_no: Utviklerdokumentasjon

source: online docs
de: Onlinedokus
nb_no: nettbasert dokumentasjon

source: browse docs
de: Dokus durchstöbern
nb_no: utforsk dokumentasjon

source: Version
it: Versione
nb_no: Versjon

source: Installation
it: Installazione
nb_no: Installasjon

source: LV2 plugins
nb_no: LV2-programtillegg

source: HTML-render (zip)
nb_no: HTML-opptegning (ZIP)

source: PDF-render
nb_no: PDF-opptegning

source: ePUB-render
nb_no: ePUB-opptegning
