Repository: zrythm/zrythm-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, el, es, fr, gl, he, id, it, ja, nb_no, pt, ru, tr, uk

source: DAW, digital audio workstation, music production, audio, pro audio, Linux, GNU/Linux, free software, libre software, sound editor, composition, MIDI, LV2, JACK, VST, audio plugin, recording, editing, arrange, arranger, mixing, mastering
ca: DAW, estació de treball d'àudio digital, producció musical, àudio, àudio professional, Linux, GNU/Linux, programari gratuït, programari lliure, editor de so, composició, MIDI, LV2, JACK, VST, complement d'àudio, gravació, edició, arranjament, arranjador, mescla, masterització
fr: STAN, station audio numérique, production sonore, audio, pro audio, Linux, GNU/Linux, logiciel gratuit, logiciel libre, éditeur audio, composition, MIDI, LV2, JACK, VST, greffon audio, enregistrement, édition, arrangement, arrangeur, mixage, mastering
he: DAW, תחנת עבודה אודיו דיגיטלית, הפקת מוזיקה, אודיו, פרו אודיו, לינוקס, GNU / Linux, תוכנה חינמית, תוכנה חופשית, עורך סאונד, קומפוזיציה, MIDI, LV2, JACK, VST, תוסף אודיו, הקלטה, עריכה, לסדר, מסדר, מיקסינג, מאסטרינג
ja: DAW, デジタルオーディオワークステーション, 音楽制作, DTM, オーディオ, プロオーディオ, Linux, GNU/Linux, フリーソフトウェア, リブレソフトウェア, サウンドエディタ, コンポジション, MIDI, LV2, JACK, VST, オーディオプラグイン, 録音, 編集, アレンジャー, ミキシング, マスタリング, アレンジ
pt: DAW, estação de trabalho de áudio digital, produção musical, áudio, pró áudio, Linux, GNU/Linux, software livre, software libre, editor de som, composição, MIDI, LV2, JACK, VST, suplemento de áudio, gravação, edição, arranjo, arranjar, mixagem, masterização
ru: DAW, цифровая аудио-станция, создание музыки, аудио, профессиональное аудио, Linux, GNU/Linux, бесплатное программное обеспечение, свободное программное обеспечение, редактор звука, сочинение, MIDI, LV2, JACK, VST, аудио плагин, запись, редактирование, аранжировка, аранжировщик, смешивание, обработка
tr: DAW, dijital ses iş istasyonu, müzik prodüksiyonu, ses, profesyonel ses, Linux, GNU/Linux, özgür yazılım, ses düzenleyici, kompozisyon, MIDI, LV2, JACK, VST, ses eklentisi, kayıt, düzenleme, aranjman, aranjör, karıştırma, mastering
uk: DAW, цифрова робоча аудіостанція, виробництво музики, аудіо, професійне аудіо, Linux, GNU/Linux, безплатне програмне забезпечення, вільне програмне забезпечення, звуковий редактор, композиція, MIDI, LV2, JACK, VST, аудіоплагін, запис, редагування, аранжування, аранжувальник, змішування, міксування, мастеринг

source: A highly automated and intuitive digital audio workstation.
ca: Una estació de treball d'àudio digital altament automatitzada i intuïtiva.
es: Una estación de trabajo de audio digital altamente automatizada e intuitiva.
fr: Une station de travail audio numérique hautement automatisée et intuitive.
he: תחנת עבודה לאודיו דיגיטלית אוטומטית ואינטואיטיבית במיוחד.
ja: 高度に自動化された直感的なデジタルオーディオワークステーション。
pt: Uma estação de trabalho de áudio digital altamente automatizada e intuitiva.
ru: Высокоавтоматизированная и интуитивно понятная цифровая звуковая рабочая станция.
tr: Yüksek düzeyde otomatize ve sezgisel dijital ses çalışma yeri.
uk: Високоавтоматизована та інтуїтивно зрозуміла цифрова звукова робоча станція.

source: Stereo dynamic range compressor
ca: Compressor d'interval dinàmic estèreo
ja: ステレオダイナミックレンジコンプレッサー
pt: Compressor de faixa dinâmica estéreo
ru: Стереокомпрессор
uk: Компресор стереодинамічного діапазону

source: Cubic nonlinearity distortion
ca: Distorsió de no linealitat cúbica
pt: Distorção de não linearidade cúbica
ru: Кубическое нелинейное искажение
uk: Дисторція кубічної нелінійності

source: Stereo flanging effect
ca: Efecte de flanger estèreo
ja: ステレオフランジング効果
pt: Efeito de flange estéreo
ru: Эффект стереофланжера
uk: Ефект стереофланджингу

source: Stereo signal gate
ca: Porta de senyal estèreo
ja: ステレオシグナルゲート
pt: Gate de sinal estéreo
ru: Стереосигнальный гейт
uk: Стереосигнальний вентиль

source: 2nd-order Butterworth highpass filter
ca: Filtre de pas alt Butterworth de segon ordre
ja: 2次バターワースハイパスフィルタ
pt: Filtro highpass Butterworth de 2ª ordem
ru: Фильтр верхних частот Баттерворта 2-го порядка
uk: Фільтр високих частот 2-го порядку Баттерворта

source: 2nd-order Butterworth lowpass filter
ca: Filtre de pas baix Butterworth de segon ordre
ja: 2次バターワースローパスフィルタ
pt: Filtro lowpass Butterworth de 2ª ordem
ru: Фильтр нижних частот Баттерворта 2-го порядка
uk: Фільтр нижніх частот 2-го порядку Баттерворта

source: Parametric equalizer
ca: Equalitzador paramètric
ja: パラメトリックイコライザー
pt: Equalizador paramétrico
ru: Параметрический эквалайзер
uk: Параметричний еквалайзер

source: Dynamic range compressor modelled after the 1176 peak limiter
ca: Compressor d'interval dinàmic modelat després del limitador de pic 1176
ja: 1176ピークリミッターをモデルにしたダイナミックレンジコンプレッサー
pt: Compressor de faixa dinâmica modelado após o limitador de pico 1176
ru: Компрессор сделанный по образцу 1176-го пикового лимитера
uk: Компресор динамічного діапазону, змодельований за зразком пікового обмежувача 1176

source: Phasing effect
ca: Efecte de fase
ja: フェージング効果
pt: Efeito de Fase
ru: Фазовый эффект
uk: Ефект фазування

source: Polyphonic synthesizer with 3 detuned oscillator voices
ca: Sintetitzador polifònic amb 3 veus d'oscil·lador desafinades
pt: Sintetizador polifônico com 3 vozes de oscilador desafinadas
ru: Полифонический синтезатор с 3 расстроенными голосами осциллятора
uk: Поліфонічний синтезатор з 3 розладнаними голосами осцилятора

source: Delay that doesn't click and doesn't transpose when the delay time is changed
ca: Retard sense clic ni transposició quan es canvia la duració del retard
pt: Delay que não clica e não transpõe quando o tempo de delay é alterado
ru: Эффект задержки, не щёлкающий и не меняющий тональность при изменении времени задержки.
uk: Затримка, яка не клацає і не транспонується при зміні часу затримки

source: Wah pedal effect to the 4th order
ca: Efecte de pedal Wah de quart ordre
pt: Efeito de pedal Wah até a 4ª ordem
ru: Эффект педали Ваха до 4-го порядка
uk: Ефект педалі Ваха до 4-го порядку

source: White noise generator
ca: Generador de soroll blanc
ja: ホワイトノイズジェネレータ
pt: Gerador de ruído branco
ru: Генератор белого шума
uk: Генератор білого шуму

source: 8x8 late-reverberation FDN reverb
ca: Reverberació FDN de reverberació tardana de 8x8
pt: Reverb FDN de reverberação tardia 8x8
ru: FDN реверберация 8x8 с поздней реверберацией
uk: FDN реверберація 8x8 з пізньою реверберацією

source: ZChordz maps the chords of a minor or major scale to white keys
ar: يرسم ZChordz أوتار النطاق الصغير أو الرئيسي للمفاتيح البيضاء
ca: ZChordz mapeja els acords d'una escala menor o major a les tecles blanques
el: Το ZChordz χαρτογραφεί τις συγχορδίες ελάσσονος ή μείζονος κλίμακας σε λευκά πλήκτρα
es: ZChordz mapea los acordes de una escala mayor o menor a las teclas blancas
fr: ZChordz fait correspondre les accords d'une gamme mineure ou majeure aux touches blanches
gl: ZChordz mapea os acordes dunha escala maior ou menor nas teclas brancas
he: Zchordz יוצר מפת אקורדים של סולם מינורי או מז'ורי על הקלידים הלבנים
ja: ZChordz は、マイナーまたはメジャースケールの和音を白いキーにマップします
pt: O ZChordz mapeia os acordes de escala menor ou maior a teclas brancas
ru: ZChordz позволяет отобразить аккорды мажорной или минорной гаммы на белые клавиши
tr: ZChordz, minör veya majör gamın akorlarını beyaz tuşlara eşler
uk: Редагування віджетів та інтеграцій

source: Major or minor scale
ar: مقياس رئيسي أو ثانوي
ca: Escala major o menor
el: Μείζων ή ελάσσων κλίμακα
es: Escala mayor o menor
fr: Gamme majeure ou mineure
gl: Escala maior ou menor
he: סולם מינורי או מז'ורי
id: Tangga nada mayor atau minor
ja: メジャーまたはマイナー音階
pt: Escala maior ou menor
ru: Мажорная или минорная гамма
tr: Majör veya minör ölçek
uk: Мажорна або мінорна гама

source: Velocity multiplier per note
ar: مضاعف السرعة لكل ملاحظة
ca: Multiplicador de velocitat per nota
el: Πολλαπλασιαστής ταχύτητας ανά νότα
es: Multiplicador de velocidad por nota
fr: Multiplicateur de vitesse par note
gl: Multiplicador da intensidade por nota
he: מכפיל מהירות לפי תו
id: Pengganda kecepatan per nada
ja: 音符ごとのベロシティ乗数
pt: Multiplicador de velocidade por nota
ru: Коэффицент силы звука для каждой ноты
tr: Nota başına hız çarpanı
uk: Множник сили звуку для кожної ноти

source: ZLFO is a fully featured LFO for CV-based automation
ar: ZLFO هو LFO لاكن مميز بالكامل للأتممة المستندة إلى السيرة الذاتية
ca: ZLFO és un LFO amb totes les funcionalitats per a l'automatització basada en CV
el: Το ZLFO είναι ένα πλήρες LFO για αυτοματισμό βασισμένο σε CV
es: ZLFO es un LFO completo para automatizaciones basadas en CV
fr: ZLFO est un LFO complet pour l'automatisation basée sur CV
gl: ZLFO é un LFO completo para automatización baseada en CV
he: ZLFO הוא LFO בעל כל התכונות בכדי לבצע אוטומציה על בסיס CV
id: ZLFO adalah LFO berfitur lengkap untuk otomatisasi berbasis CV
ja: ZLFOはCVベースのオートメーションのための十分に特色にされたLFOである
pt: O ZLFO é um LFO completo para automação baseada em CV
ru: ZLFO — это полнофункциональный LFO для автоматизации на основе CV
tr: ZLFO, CV tabanlı otomasyon için tam özellikli bir LFO'dur
uk: ZLFO - це повнофункціональний LFO для автоматизації на основі CV

source: Multi-oscillator with custom wave
ar: مذبذب متعدد بموجة مخصصة
ca: Multioscil·lador amb ona personalitzada
el: Πολυ-ταλαντωτής με προσαρμοσμένο κύμα
es: Multi oscilador con onda personalizada
fr: Multi-oscillateur avec onde personnalisée
gl: Oscilador múltiple con onda personalizada
he: מולטי מתנד עם גל מותאם אישית
id: Multi-osilator dengan gelombang kustom
ja: 多オシレータおよびカスタム
pt: Multi-oscilador com onda personalizada
ru: Мульти-осциллятор с произвольной волной
tr: Özel dalgalı çoklu-osilatör
uk: Мультиосцилятор з довільною хвилею

source: Phase shift
ar: مرحلة التحول
ca: Desplaçament de fase
el: Μετατόπιση φάσης
es: Desplazamiento de fase
fr: Décalage des phases
gl: Invertir fase
he: שינוי פאזה
ja: 位相シフト
pt: Mudança de fase
ru: Сдвиг фазы
tr: Faz değişimi
uk: Зсув фази

source: Vertical/horizontal inversion
ar: الانقلاب الرأسي / الأفقي
ca: Inversió vertical/horitzontal
el: Κάθετη/οριζόντια αναστροφή
es: Inversión vertical/horizontal
fr: Inversion verticale/horizontale
gl: Inversión vertical/horizontal
he: היפוך אנכי/אופקי
ja: 垂直/水平インバート
pt: Inversão vertical / horizontal
ru: Вертикальная/Горизонтальная инверсия
tr: Dikey/yatay inversiyon
uk: Вертикальна/горизонтальна інверсія

source: Step mode
ar: وضع الخطوة
ca: Mode de pas
el: Λειτουργία βημάτων
es: Modo paso
fr: Mode à pas
gl: Modo escalonado
he: מצב צעד
ja: ステップモード
pt: Modo de passo
ru: Режим ступеней
tr: Adım modu
uk: Режим ступенів

source: Editable range
ar: نطاق قابل للتعديل
ca: Interval modificable
el: Επεξεργάσιμο εύρος
es: Rango editable
fr: Plage modifiable
gl: Rango editable
he: טווח הניתן לעריכה
ja: 編集可能な出力範囲
pt: Intervalo editável
ru: Редактируемый диапазон
tr: Düzenlenebilir aralık
uk: Редаговуваний діапазон

source: Sync to host or free-form
ar: مزامنة لاستضافة أو شكل حر
ca: Sincronitza amb l'amfitrió o de forma lliure
el: Συγχρονισμός με τον εξυπηρετητή ή ελεύθερη μορφή
es: Sincronización con el host o de forma libre
fr: Synchronisation avec l'hôte ou la forme libre
gl: Sincronizar ou forma libre
he: סנכרון למארח או בצורה חופשית
ja: ホストと同期または自由周波数
pt: Sincronizar com host ou de forma livre
ru: Синхронизация с хостом или в свободной форме
uk: Синхронізація з хостом або у вільній формі

source: ZSaw is a supersaw synth with 1 parameter
ar: ZSaw هو موالفة supersaw مع معلمة 1
ca: ZSaw és un sintetitzador supersaw amb 1 paràmetre
el: Το ZSaw είναι supersaw συνθεσάιζερ με 1 παράμετρο
es: ZSaw es un sintetizador supersaw con 1 parámetro
fr: ZSaw est un synthétiseur supersaw à 1 paramètre
gl: ZSaw é un sintetizador de supersaw cun único parámetro
he: ZSaw הוא סינת' supersaw עם פרמטר אחד
ja: ZSawは1つのパラメータを持つスーパーソーシンセである
pt: ZSaw é um sintetizador de superserra com 1 parâmetro
ru: ZSaw — это синтезатор supersaw с одним параметром
uk: ZSaw - це синтезатор supersaw з одним параметром

source: 7 sawtooth oscillators
ar: 7 مذبذبات sawtooth
ca: 7 oscil·ladors de dents de serra
el: 7 ταλαντωτές sawtooth
es: 7 osciladores de onda de sierra
fr: 7 oscillateurs en dents de scie
gl: 7 osciladores dente de serra
he: 7 מתנדי sawtooth
ja: 7つのノコギリオシレータ
pt: 7 osciladores de dente de serra
ru: 7 осцилляторов sawtooth
uk: 7 осциляторів sawtooth

source: Single knob to control detune
ar: مقبض واحد للتحكم على detune
ca: Una rodeta única per a controlar la desafinació
el: Μονός περιστροφικός επιλογέας για έλεγχο αποσυντονισμού
es: Botón único para controlar la desafinación
fr: Un seul bouton pour contrôler le désaccord
gl: Un único botón para controlar a desafinación
he: ידית יחידה לשליטה ב-detune
ja: シングル・ノブでデチューンを調整
pt: Botão único para controlar a desintonização
ru: Одна ручка для управления detune
uk: Одна ручка для керування detune

source: Intuitive Editing
ca: Edició intuïtiva
ja: 直感的な編集
pt: Edição intuitiva
ru: Интуитивное редактирование
uk: Інтуїтивно зрозуміле редагування

source: Flexible Select Tool
ca: Eina de selecció flexible
ja: 柔軟な選択ツール
pt: Ferramenta de seleção flexível
ru: Гибкий инструмент выбора
uk: Гнучкий засіб вибору

source: Select, move, resize, clone, link, loop, delete and cut objects with a {ref}single tool{endref}.
ca: Pots seleccionar, moure, canviar la mida, clonar, vincular, fer bucles, suprimir i tallar objectes amb una {ref}sola eina{endref}.
ja: オブジェクトの選択、移動、サイズ変更、クローン、リンク、ループ、削除、切断を{ref}1つのツール{endref}で行うことができます。
pt: Selecione, mova, redimensione, clone, vincule, faça loop, exclua e corte objetos com uma {ref}única ferramenta{endref}.
ru: Выделяйте, передвигайте, изменяйте размер, клонируйте, связывайте, зацикливайте, удаляйте и вырезайте объекты с помощью {ref}единого инструмента{endref}.
uk: Виділяйте, пересувайте, змінюйте розмір, клонуйте, зв'язуйте, зациклюйте, видаляйте і вирізайте об'єкти за допомогою {ref}єдиного засобу{endref}.

source: Extensive Toolbox
ca: Caixa d'eines àmplia
ja: 豊富なツールボックス
pt: Grande Caixa de Ferramentas
ru: Обширный набор инструментов
uk: Розширений набір засобів

source: Extend select tool functionality by switching to the {ref}Edit, Cut, Erase, Ramp or Audition tools{endref}.
ca: Amplia la funcionalitat de l'eina de selecció canviant a les eines {ref}Editar, Retallar, Esborrar, Rampa o Audició{endref}.
ru: Расширьте функциональность инструмента Выделения, переключившись на инструмент {ref}Редактирование, Вырезание, Стирание, Настройка или Прослушивание{endref}.
uk: Розширте функціональність засобу виділення, перемкнувшись на засоби {ref}Редагування, Вирізання, Стирання, Налаштування або Прослуховування{endref}.

source: Adaptive Snapping
ca: Ajust adaptatiu
ja: アダプティブスナップ
ru: Адаптивная привязка
uk: Адаптивна прив'язка

source: Snapping behavior adjusts to the current zoom level.
ca: L'ajust s'ajusta al nivell de zoom actual.
ja: スナップ動作は、現在のズームレベルに合わせて調整されます。
ru: Поведение привязки подстраивается под текущий уровень масштабирования.
uk: Поведінка прив'язки підлаштовується до поточного рівня масштабування.

source: Looping
ca: Fer bucles
ja: ループ
ru: Зацикливание
uk: Зациклення

source: Loop audio, MIDI, automation and chord clips.
ca: Bucles d'àudio, MIDI, automatització i clips d'acords.
ja: オーディオ、MIDI、オートメーション、コードクリップをループさせることができます。
ru: Циклическое аудио, MIDI, автоматизация и аккордовые клипсы.
uk: Зациклювання аудіо, MIDI, кліпів автоматизації та акордів.

source: Featureful Timeline
ca: Línia de temps característica
ja: 機能豊富なタイムライン
pt: Linha do tempo cheia de recursos
ru: Функциональная шкала времени
uk: Функціональна шкала часу

source: Track Lanes
ca: Carrils
ja: トラックレーン
pt: Faixas de Pista
ru: Полосы дорожек
uk: Смуги доріжок

source: Add multiple layers of audio/MIDI to the same track using {ref}track lanes{endref}.
ca: Pots afegir diverses capes d'àudio/MIDI a la mateixa pista mitjançant {ref}carrils de pista{endref}.
ru: Добавление нескольких слоёв аудио/MIDI к одной дорожке с помощью {ref}полос дорожек{endref}.
uk: Додавання декількох шарів аудіо/MIDI до однієї доріжки за допомогою {ref}смуг доріжок{endref}.

source: Bounce in Place
ca: Rebotar al lloc
he: קפוץ במקום
ja: バウンス・イン・プレース
pt: Converter para áudio no lugar
ru: Отскок на месте (Bounce in Place)
uk: Відскок на місці (Bounce in Place)

source: Quickly bounce selected material to audio.
ar: سرعة ارتداد الاشياء المحددة إلى الصوت.
ca: Rebota ràpidament el material seleccionat en àudio.
el: Γρήγορη μετατροπή επιλεγμένου υλικού σε ήχο.
es: Realiza un bounce rápidamente del material seleccionado en audio.
fr: Exporter rapidement en audio la sélection.
gl: Converte o material seleccionado a audio rapidamente.
he: עבור במהירות מחומר שנבחר לאודיו.
ja: 選択したものを素早くオーディオ化できます。
pt: Saltar material selecionado rápidamente para áudio.
ru: Быстро и удобно конвертируйте выбранные элементы в аудиоформат.
uk: Швидко і зручно перетворюйте вибрані елементи в аудіоформат.

source: Stretching
ca: Estirament
ja: ストレッチ
ru: Растягивание
uk: Розтягування

source: Stretch any type of region
ca: Estira qualsevol tipus de regió
ja: あらゆるタイプのリージョンをストレッチ
ru: Растягивайте регионы любого типа
uk: Розтягуйте регіони будь-якого типу

source: Powerful Editors
ca: Editors potents
ja: 強力なエディタ
pt: Editores poderosos
ru: Мощные редакторы
uk: Потужні редактори

source: Piano Roll
ca: Rotlle de pianola
he: גליל פסנתר
ja: ピアノロール
pt: Cilindros de piano
ru: Пиано Ролл
uk: Піано Ролл

source: Create, edit and arrange MIDI events in a dedicated piano roll with chord integration.
ca: Pots crear, editar i arranjar esdeveniments MIDI en un rotlle de pianola dedicat amb integració d'acords.
ja: コード機能を統合した専用のピアノロールでMIDIイベントを作成、編集、アレンジ。
pt: Criar, editar e organizar eventos MIDI nos cilindros de piano dedicados com integração de acordes.
ru: Создавайте, редактируйте и аранжируйте MIDI-события в специальном фортепианном ролике с интеграцией аккордов.
uk: Створюйте, редагуйте та аранжуйте MIDI-події у спеціальному фортепіанному ролику з інтеграцією акордів.

source: Drum View
ca: Vista del tambor
ja: ドラムビュー
pt: Visualização da bateria
ru: Барабанный вид
uk: Барабанний вигляд

source: One-click switch to drum view for editing single-hit instruments.
ca: Canvia amb un clic a la vista de bateria per a editar instruments d'un cop.
ja: シングルヒット音源を編集するためのドラムビューへのワンクリックスイッチ。
pt: Alternância de um clique para visualização de bateria para edição de instrumentos de um único acerto.
ru: Переключение одним нажатием на барабанный вид для редактирования одноударных инструментов.
uk: Перемикання одним натисканням на барабанний вигляд для редагування одноударних інструментів.

source: Velocity Editor
ca: Editor de velocitat
ja: ベロシティエディタ
pt: Editor de Velocidade
ru: Редактор скоростей
uk: Редактор швидкостей

source: Edit multiple velocities simultaneously with the select tool or draw with the pencil or ramp tool.
ca: Edita diverses velocitats simultàniament amb l'eina de selecció o dibuixar amb l'eina llapis o rampa.
ja: 選択ツールで複数のベロシティを同時に編集したり、鉛筆ツールやランプツールで描画することができます。
pt: Edite várias velocidades simultaneamente com a ferramenta de seleção ou desenhe com a ferramenta de lápis ou rampa.
ru: Редактируйте несколько скоростей одновременно с помощью выбранного инструмента или рисуйте карандашом или инструментом темпа.
uk: Редагуйте кілька швидкостей одночасно за допомогою вибраного інструмента або малюйте олівцем чи інструментом темпу.

source: Audio Editor
ca: Editor d'àudio
el: Επεξεργαστής ήχου
id: Editor Audio
ja: オーディオエディタ
pt: Editor de áudio
ru: Звуковой редактор
uk: Аудіоредактор

source: Adjust fades/gain and edit parts of audio clips using audio functions inside the audio editor.
ca: Ajusta les atenuacions/guanys i editar parts dels clips d'àudio mitjançant les funcions d'àudio dins l'editor d'àudio.
ja: フェード/ゲインを調整し、オーディオエディタ内のオーディオ関数を使用してオーディオクリップの一部を編集。
pt: Ajuste fades/ganhos e edite partes de clipes de áudio usando funções de áudio dentro do editor de áudio.
ru: Настройка затухания/усиления и редактирования частей аудиоклипов с помощью аудиофункций в аудиоредакторе.
uk: Налаштування затухання/посилення та редагування частин аудіокліпів за допомогою аудіофункцій в аудіоредакторі.

source: List Editors
ca: Editors de llista
ja: リスト編集
pt: Listar Editores
ru: Редакторы списков
uk: Редактори списків

source: Edit object parameters manually in the event viewer.
ca: Edita els paràmetres de l'objecte manualment al visor d'esdeveniments.
ja: イベントビューワでオブジェクトのパラメータを手動で編集。
pt: Edite os parâmetros do objeto manualmente no visualizador de eventos.
ru: Измените параметры объектов вручную в средстве просмотра событий.
uk: Редагуйте параметри об'єктів вручну в засобі перегляду подій.

source: Editor Functions
ca: Funcions de l'editor
ja: エディタ関数
pt: Funções do Editor
ru: Функции редактора
uk: Функції редактора

source: Quickly apply functions like Legato, Invert and Fade Out to the selected objects.
ca: Pots aplicar ràpidament funcions com Legato, Invert i Fade Out als objectes seleccionats.
ja: 選択したオブジェクトに、レガート、インバート、フェードアウトなどの関数をすばやく適用。
pt: Aplique rapidamente funções como Ligados, Inversão e Fade Out aos objetos selecionados.
ru: Быстро применяйте к выделенным объектам такие функции, как «Легато», Инвертирование и Затухание.
uk: Швидко застосовуйте до вибраних об'єктів такі функції, як легато, інвертування і згладжування.

source: External App Integration
ca: Integració d'aplicacions externes
ja: 外部アプリとの連携
pt: Integração com aplicativos externos
ru: Интеграция с внешними приложениями
uk: Інтеграція із зовнішніми застосунками

source: Edit selected audio parts in any external app.
ca: Edita les parts d'àudio seleccionades en qualsevol aplicació externa.
ja: 選択したオーディオパートを外部アプリで編集。
ru: Редактируйте выбранные аудиофрагменты в любом внешнем приложении.
uk: Редагуйте вибрані аудіофрагменти в будь-якому зовнішньому застосунку.

source: Recording Capabilities
ca: Capacitats de gravació
ja: 録音機能
pt: Capacidades de Gravação
ru: Возможности записи
uk: Можливості запису

source: Audio/MIDI Recording
ca: Gravació d'àudio/MIDI
ja: オーディオ/MIDIレコーディング
pt: Gravação de Áudio/MIDI
ru: Запись аудио/MIDI
uk: Запис аудіо/MIDI

source: Record audio/MIDI from any of your devices, or even from other apps using JACK.
ca: Pots gravar àudio/MIDI des de qualsevol dels teus dispositius, o fins i tot des d'altres aplicacions amb JACK.
ja: JACKを使用して、任意のデバイスから、または他のアプリからでもオーディオ/MIDIを録音。
ru: Записывайте аудио/MIDI с любого устройства или даже других приложений с помощью разъёма JACK.
uk: Записуйте аудіо/MIDI з будь-якого пристрою або навіть з інших застосунків за допомогою роз'єму JACK.

source: Comprehensive Recording Settings
ca: Configuració de gravació integral
ja: 包括的な録画設定
pt: Configurações Abrangentes de Gravação
ru: Комплексные настройки записи
uk: Комплексні налаштування запису

source: Use punch in/punch out, record on MIDI input, and optionally create multiple takes.
ca: Pots utilitzar punch in/punch out, gravar a l'entrada MIDI i, opcionalment, crear múltiples preses.
ja: パンチイン/パンチアウトを使用したり、MIDI入力で録音を開始したり、オプションで複数のテイクを録音。
ru: Используйте функцию вставки/удаления, записывайте на MIDI-вход и, по желанию, создавайте несколько дублей.
uk: Використовуйте функцію вставки/видалення, записуйте на MIDI-вхід і, за бажанням, створюйте кілька дублів.

source: Automation Recording
ca: Gravació automatitzada
ja: オートメーション記録
ru: Автоматическая запись
uk: Автоматичний запис

source: Record automation in latch/touch mode.
ca: Automatització de gravació en mode pestell/tàctil.
ja: ラッチ／タッチモードでオートメーションを記録。
ru: Автоматизация записи в режиме фиксации/прикосновения.
uk: Автоматизація запису в режимі фіксації/дотику.

source: Device Controls
ca: Controls del dispositiu
ja: デバイスコントロール
pt: Controles do Aparelho
ru: Элементы управления устройством
uk: Елементи керування пристроєм
