Repository: zrythm/zrythm-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, el, es, fr, gl, he, id, it, ja, nb_no, pt, ru, tr, uk

source: Become a patron on LiberaPay. You can donate using PayPal, or pay with a bank account in Europe.
fr: Devenir un sponsor sur LiberaPay. Vous pouvez donner par le biais de PayPal, ou payer avec un compte bancaire en Europe.
he: הפוך לפטרון ב-LiberaPay. ניתן לתרום באמצעות PayPal, או לשלם באמצעות חשבון בנק באירופה.
ja: LiberaPayのパトロンになります。 PayPal またはヨーロッパの銀行口座を使用して寄付することができます。
pt: Torne-se um patrono na LiberaPay. Pode doar a usar o PayPal ou pagar com uma conta bancária na Europa.
ru: Станьте спонсором на LiberaPay. Вы можете пожертвовать с помощью PayPal или оплатить с банковского счета в Европе.
tr: LiberaPay'de sponsor olun. PayPal kullanarak bağış yapabilir veya Avrupa'da bir banka hesabıyla ödeme yapabilirsiniz.
uk: Станьте патроном на LiberaPay. Ви можете зробити пожертвування за допомогою PayPal або оплатити за допомогою банківського рахунку в Європі.

source: Donate on Open Collective
ca: Fes una donació amb Open Collective
fr: Donnez sur Open Collective
he: תרום ב-Open Collective
ja: OpenCollectiveで寄付する
pt: Doe no Open Collective
ru: Пожертвовать на Open Collective
tr: Open Collective'de bağış yap
uk: Пожертвуйте на Open Collective

source: Donate on Open Collective and view our public expenses.
ca: Fes una donació amb Open Collective i consulta les nostres despeses públiques.
fr: Donnez sur Open Collective et consultez nos dépenses publiques.
he: תרמו ב-Open Collective וצפו בהוצאות הציבוריות שלנו.
ja: Open Collectiveで寄付をし、私たちの公費を見ることができます。
pt: Doe no Open Collective e veja as nossas despesas públicas.
ru: Пожертвуйте на Open Collective и просмотрите наши расходы.
tr: Open Collective'de bağış yapın ve herkese açık harcamalarımızı görün.
uk: Зробіть пожертвування на Open Collective та перегляньте наші прозорі витрати.

source: Download Zrythm's source code or purchase a binary package installer.
ca: Descarregar el codi font de Zrythm o comprar un instal·lador de paquets binaris.
fr: Télécharger le code source de Zrythm ou acheter un installateur de paquet binaire.
he: הורד את קוד המקור של Zrythm או רכוש מתקין חבילות בינאריות.
ja: Zrythmのソースコードをダウンロードするか、バイナリパッケージのインストーラーを購入してください。
pt: Descarregue o código-fonte do Zrythm ou compre um instalador de pacote binário.
tr: Zrythm kaynak kodlarını indirin veya bir ikili paket kurucusu satın alın.
uk: Завантажте вихідний код Zrythm або придбайте установник двійкових пакетів.

source: Select Platform
ca: Seleccionar plataforma
fr: Choisir une plateforme
he: בחר פלטפורמה
ja: プラットフォームを選択してください
pt: Selecione a plataforma
ru: Выбрать платформу
tr: Platform Seç
uk: Виберіть платформу

source: Downloads
ca: Descàrregues
fr: Téléchargements
he: הורדות
ja: ダウンロード
pt: Descargas
ru: Загрузки
tr: İndirmeler
uk: Завантаження

source: Installers
ca: Instal·ladors
fr: Installateurs
he: מתקינים
ja: インストーラ
pt: Instaladores
ru: Установщики
tr: Kurucular
uk: Установники

source: Basic
ca: Bàsic
fr: Basique
he: בסיסי
ja: ベーシック
pt: Básico
ru: Базовый
tr: Temel
uk: Основна

source: Free
ca: Lliure
fr: Gratuit
he: חינם
ja: 無料
pt: Grátis
ru: Бесплатно
tr: Ücretsiz
uk: Безплатна

source: Up to 25 tracks
ca: Fins a 25 pistes
ja: 最大25トラックまで
uk: До 25 доріжок

source: Basic plugins
ca: Complements bàsics
ru: Основные плагины
uk: Основні плагіни

source: Web user manual
ca: Manual d'usuari web
ja: ウェブ版ユーザーマニュアル
uk: Вебінструкція користувача

source: Single
fr: Simple
he: יחיד
ja: シングル
pt: Único
tr: Tek
uk: Один

source: Unlimited tracks
ca: Pistes il·limitades
ja: 無制限のトラック
uk: Необмежені доріжки

source: Basic & Z Series plugins
ca: Complements bàsics de la sèrie Z
ja: 基本＆Zシリーズプラグイン
ru: Основные и плагины Z серии
uk: Основні плагіни та плагіни серії Z

source: Web & PDF user manual
ca: Manual d'usuari web i PDF
ja: Web & PDF版ユーザーマニュアル
uk: Посібник у форматі Web та PDF

source: Purchase
ca: Comprar
fr: Acheter
he: רכישה
ja: 購入
pt: Comprar
ru: Покупка
tr: Satın al
uk: Придбати

source: Bundle
ca: Paquet
fr: Paquet
he: חבילה
ja: バンドル
pt: Pacote
ru: Пакет
uk: Набір

source: Access to all v1 releases
ca: Accés a totes les versions v1
fr: Accès à toutes nos versions v1
he: גישה לכל מהדורת גרסת 1
ja: 全 v1 リリースへのアクセス
pt: Acesso a todas as versões v1
ru: Доступ ко всем выпускам v1
tr: Tüm v1 sürümlerine erişim
uk: Доступ до всіх випусків v1

source: Nightly
fr: Nocturne
he: ליילי
ja: ナイトリー
pt: Noturno
ru: Ежедневная
tr: Gecelik
uk: Нічна

source: year
ca: any
ja: 年
ru: год
uk: рік

source: Access to all releases
ca: Accés a totes les versions
ja: すべてのリリースへのアクセス
pt: Acessar todas as releases
ru: Доступ ко всем выпускам
uk: Доступ до всіх випусків

source: Access to nightly builds
ar: الحصول على نسخ البيتا
ca: Accés a nightly builds
el: Πρόσβαση στις νυχτερινές εκδόσεις
es: Acceso a nightly builds
fr: Accès aux constructions nocturnes
gl: Acceso ás actualizacións diarias (nightly builds)
he: גישה לבניות לייליות
id: Akses ke nightly builds
ja: ナイトリー・ビルドへのアクセス
pt: O acesso a compilações noturnas
ru: Доступ к ежедневным сборкам
tr: Nightly builds'e eriş
uk: Доступ до нічних складань

source: Subscribe
ar: الإشتراك
ca: Subscriu-te
el: Εγγραφή
es: Suscribirse
fr: S'abonner
gl: Subscríbete
he: הירשם
id: Berlangganan
ja: 登録
pt: Subscrever
ru: Подписаться
tr: Abone ol
uk: Підписатися

source: * Prices in this currency are estimates
ja: ※円建ての価格は概算です
ru: * Цены в этой валюте ориентировочные
uk: * Ціни в даній валюті є орієнтовними

source: Zrythm relies on donations and purchases to sustain development. This month we received:
ca: Zrythm es basa en donacions i compres per a mantenir el desenvolupament. Aquest mes hem rebut:
uk: Для підтримки розвитку Zrythm покладається на пожертви та купівлі. Цього місяця ми отримали:

source: GPG Key
ar: مفتاح GPG
ca: Clau GPG
el: Κλειδί GPG
es: Clave GPG
fr: Clé GPG
he: מפתח GPG
id: Kunci GPG
ja: GPG鍵
pt: Chave GPG
ru: Ключ GPG
tr: GPG Anahtarı
uk: Ключі GPG

source: List of features.
ca: Llista de funcionalitats.
fr: Liste de fonctionnalités.
he: רשימת הפיצ'רים.
ja: 機能一覧。
pt: Lista de características.
ru: Список функций.
tr: Özellikler listesi.
uk: Список можливостей.

source: Digital Audio Workstation
ar: محطة عمل الصوت الرقمي
ca: Estació de treball d'àudio digital
el: Ψηφιακός σταθμός επεξεργασίας ήχου
es: Estación de trabajo de audio digital
fr: Station de travail audio numérique
gl: Estación de Traballo de Audio Dixital
he: עמדת עבודה לאודיו דיגיטלית
id: Workstation Audio Digital
ja: デジタル・オーディオ・ワークステーション
pt: Estação De Trabalho De Áudio Digital
ru: Цифровая звуковая рабочая станция
tr: Dijital Ses İş İstasyonu
uk: Цифрова звукова робоча станція

source: Zrythm is a digital audio workstation designed to be featureful and easy to use. It allows limitless automation, supports LV2 plugins, works with the JACK audio backend and provides chord assistance.
ca: Zrythm és una estació de treball d'àudio digital dissenyada per a ser funcional i fàcil d'utilitzar. Permet una automatització il·limitada, admet complements LV2, funciona amb el rerefons d'àudio JACK i proporciona assistència per a acords.
el: Το Zrythm είναι ένας ψηφιακός σταθμός επεξεργασίας ήχου σχεδιασμένος να είναι λειτουργικός και εύκολος στη χρήση. Επιτρέπει απεριόριστο αυτοματισμό, υποστηρίζει πρόσθετα LV2, δουλεύει με το παρασκήνιο ήχου JACK και παρέχει βοηθό συγχορδιών.
es: Zrythm es una estación de trabajo de audio digital diseñada para ser funcional y fácil de utilizar. Le brinda una automatización sin límites, admite complementos LV2, funciona con el dorsal de audio JACK y provee asistencia armónica.
fr: Zrythm est une station de travail audio numérique conçue pour être fonctionnelle et facile à utiliser. Elle permet une automatisation sans limite, prend en charge les greffons LV2, fonctionne avec le dorsal audio JACK et fournit une aide pour les accords.
gl: Zrythm é unha estación de traballo de audio dixital deseñada para ser completa e sinxela de empregar. Permite automatizacións sen límite, soporta plugins LV2, funciona co backend de son de JACK e inclúe asistente de acordes.
he: Zrythm היא תחנת עבודה לאודיו דיגיטלית שנועדה להיות פונקציונלית וקלה לשימוש. הוא מאפשר אוטומציה בלתי מוגבלת, תומכת בתוספי LV2, עובד עם קצה השמע JACK ומספק סיוע באקורדים.
ja: Zrythmは、機能が豊富で使いやすいように設計されたデジタルオーディオワークステーションです。無限のオートメーションを可能にし、LV2プラグインをサポートし、JACKオーディオバックエンドで動作し、コードアシスタンスを提供しています。
pt: Zrythm é uma estação de trabalho de áudio digital projetada para ser cheia de recursos e fácil de usar. Permite uma automação sem limites, suporta suplementos LV2, funciona com o backend de áudio JACK e fornece assistência de acordes.
ru: Zrythm — это цифровая звуковая станция, функциональная и простая в использовании. Она обеспечивает безграничную автоматизацию, поддерживает плагины LV2, работает с аудио-бэкэндом JACK и помогает в работе с аккордами.
tr: Zrythm özellik dolu ve kullanımı kolay olmak için tasarlanmış dijital ses istasyonudur. Sınırsız otomasyon, LV2 eklenti desteği, JACK ses altyapısı ve akor desteği gibi imkanlara sahiptir.
uk: Zrythm - це цифрова звукова робоча станція, функціональна й проста у використанні. Вона забезпечує необмежену автоматизацію, підтримує LV2-розширення, працює з аудіобекендом JACK і забезпечує легкість в роботі з акордами.

source: A highly automated and intuitive digital audio workstation
ca: Una estació de treball d'àudio digital altament automatitzada i intuïtiva
fr: Une station audio numérique hautement automatisée et intuitive
he: תחנת עבודה לאודיו דיגיטלית אוטומטית ואינטואיטיבית במיוחד
ja: 高度に自動化された、直感的なデジタルオーディオワークステーション
pt: Uma estação de trabalho de áudio digital altamente automatizada e intuitiva
ru: Высокоавтоматизированная и интуитивно понятная цифровая звуковая станция
tr: Yüksek seviyede otomatikleşmiş ve sezgisel dijital ses istasyonu
uk: Високоавтоматизована та інтуїтивно зрозуміла цифрова робоча аудіостанція

source: Learn More
ca: Saber-ne més
fr: En savoir plus
he: למד עוד
ja: 詳細
pt: Saiba mais
ru: Узнать больше
tr: Daha fazlasını öğrenin
uk: Дізнатися більше

source: Showcase
ca: Vitrina
fr: Vitrine
he: חלון ראווה
ja: ショーケース
pt: Mostruário
ru: Демонстрация
tr: Vitrin
uk: Показ

source: Your browser does not support HTML5 video.
ca: El teu navegador no admet vídeo HTML5.
fr: Votre navigateur ne supporte pas la vidéo HTML5.
he: הדפדפן שלך אינו תומך בווידאו HTML5.
ja: お使いのブラウザはHTML5ビデオに対応していません。
pt: O seu navegador não suporta vídeo HTML5.
ru: Ваш браузер не поддерживает видео HTML5.
tr: Tarayıcınız HTML5 videoyu desteklemiyor.
uk: Ваш браузер не підтримує відео HTML5.

source: Remake
ca: Refer
fr: Refaire
he: מהדורה חדשה
ja: リメイク
pt: Refazer
ru: Преобразование
uk: Переріб

source: Testimonials
ca: Testimonis
fr: Témoignages
he: המלצות
ja: 声
pt: Testemunhos
ru: Отзывы
uk: Відгуки

source: Affiliates
ca: Afiliats
fr: Nos affiliés
he: שותפים
ja: アフィリエイト
pt: Afiliados
ru: Партнеры
tr: İştirakler
uk: Партнери

source: Zrythm reference pages - user manual - tutorials
ar: صفحات مرجعية Zrythm - دليل المستخدم - دروس
ca: Pàgines de referència de Zrythm - manual d'usuari - tutorials
el: Σελίδες αναφοράς Zrythm - εγχειρίδιο χρήστη - οδηγοί
es: Páginas de referencia de Zrythm: manual de usuario, tutoriales…
fr: Pages de référence Zrythm - manuel utilisateur - didacticiels
gl: Páxinas de referencia de Zrythm - manual do usuario - titoriais
he: ‬דפי עזר של Zrythm - מדריך למשתמש - הדרכות
id: Halaman referensi Zrythm - panduan pengguna - tutorial
ja: Zrythmのリファレンスページ・ユーザーマニュアル・チュートリアル
pt: Páginas de referência de Zrythm - manual do utilizador - tutoriais
ru: Справка Zrythm - Руководство пользователя - Уроки
tr: Zrythm referans sayfaları - kullanıcı kılavuzu - eğitimler
uk: Довідка - Посібник - Уроки

source: Tutorials
ar: الدروس
el: Οδηγοί
es: Tutoriales
fr: Didacticiels
gl: Titoriais
he: הדרכות
id: Tutorial
ja: チュートリアル
pt: Tutoriais
ru: Обучение
tr: Öğreticiler
uk: Уроки

source: Editing
ca: Edició
el: Επεξεργασία
es: Edición
fr: Édition
he: עריכה
id: Pengeditan
ja: 編集
pt: Edição
ru: Редактирование
tr: Düzenleme
uk: Редагування

source: Your browser does not support HTML5 video
ar: متصفحك لا يدعم فيديو HTML5
ca: El teu navegador no admet vídeo HTML5
el: Ο περιηγητής σας δεν υποστηρίζει βίντεο HTML5
es: El navegador no es compatible con el formato vídeo HTML5
fr: Votre navigateur ne prend pas en charge la vidéo HTML5
gl: O teu navegador non soporta vídeo HTML5
he: הדפדפן שלך אינו תומך בווידאו HTML5
id: Browser Anda tidak mendukung video HTML5
ja: お使いのブラウザはHTML5ビデオをサポートしていません
pt: O seu navegador não suporta vídeo HTML5
ru: Ваш браузер не поддерживает видео в HTML5
tr: İnternet tarayıcını HTML5 video'yu desteklememektedir
uk: Ваш веб-оглядач не підтримує відео HTML5

source: Select/Stretch Tool
ca: Eina Seleccionar / Estirar
el: Εργαλείο επιλογής/επέκτασης
es: Herramienta Seleccionar/Estirar
fr: Outil de sélection/étirement
he: כלי הבחירה/מתיחה
ja: 選択・ストレッチツール
pt: Ferramenta de Selecionar/Alongar
ru: Выбор/растягивание инструмента (Select/Stretch Tool)
tr: Seçme/Germe Aracı
uk: Знаряддя "Виділення/розтягування"

source: Edit Tool
ca: Eina Editar
el: Εργαλείο επεξεργασίας
es: Herramienta Editar
fr: Outil d'édition
he: כלי העריכה
ja: 鉛筆ツール
pt: Ferramenta de edição
ru: Инструмент редактирования (Edit Tool)
tr: Düzenleme Aracı
uk: Знаряддя редагування

source: Cut Tool
ca: Eina Tallar
el: Εργαλείο αποκοπής
es: Herramienta Cortar
fr: Outil de découpage
he: כלי החתיכה
ja: カットツール
pt: Ferramenta de corte
ru: Инструмент вырезания (Cut Tool)
tr: Kesme Aracı
uk: Знаряддя обрізування

source: Ramp Tool
ca: Eina Rampa
el: Εργαλείο ράμπας
es: Herramienta Rampa
fr: Outil de rampe
he: כלי הרמפה
ja: ランプツール
pt: Ferramenta de rampa
ru: Инструмент Рамп (Ramp Tool)
uk: Знаряддя Рамп

source: Looping Regions
ca: Regions de repetició
fr: Régions de bouclage
he: אזורי לולאות
ja: リージョンのルーピング
pt: Regiões de loop
tr: Tekrarlama Bölgeleri
uk: Зациклені регіони

source: Routing
ar: التوجيه
ca: Encaminament
el: Δρομολόγηση
es: Enrutamiento
fr: Routage
gl: Rutas
he: ניתוב
ja: ルーティング
pt: Roteamento
ru: Маршрутизация
uk: Маршрутизація (Routing)

source: FX Sends
ca: Enviaments FX
fr: Envois d'effets
he: שולח FX
ja: FXセンド
pt: Envios FX
ru: FX Отправки
uk: Посилані сигнали FX (FX Sends)

source: Port Routing
ca: Encaminament del port
fr: Routage des ports
he: ניתוב פורטים
ja: ポートのルーティング
pt: Roteamento de porta
ru: Маршрутизация порта
uk: Маршрутизація порта (Port Routing)

source: Walkthroughs
ca: Pas a pas
fr: Procédures pas à pas
he: הדרכות
ja: ウォークスルー
pt: Passo a passos
ru: Руководства
uk: Покрокові вказівки

source: Your video here
ca: El teu vídeo aquí
ja: あなたの動画はこちら
pt: Seu vídeo aqui
ru: Ваше видео здесь
uk: Ваше відео тут

source: Documentation
ar: الوثائق
ca: Documentació
el: Εγχειρίδια
es: Documentación
gl: Documentación
he: תיעודים
id: Dokumentasi
ja: ドキュメント
pt: Documentação
ru: Документация
tr: Belgelendirme
uk: Документація

source: Developer Reference
ar: مرجع المطور
ca: Referència del desenvolupador
el: Εγχειρίδιο για προγραμματιστές
es: Referencia del desarrollador
fr: Documentation pour développeurs
gl: Referencia do desenvolvedor
he: הפניה למפתחים
id: Referensi Pengembang
ja: 開発者向けリファレンス
pt: Referência Do Programador
ru: Справка для разработчиков
tr: Geliştirici Referansı
uk: Довідка для розробників

source: Legal information
ar: المعلومات القانونية
ca: Informació legal
el: Νομικές πληροφορίες
es: Información legal
fr: Informations légales
gl: Información legal
he: מידע משפטי
id: Informasi Legal
ja: 法的事項
pt: Informações legais
ru: Правовая информация
tr: Yasal bilgiler
uk: Правові відомості

source: Legal, licensing and trademark information
ar: المعلومات القانونية والترخيصية ومعلومات العلامات التجارية
ca: Informació legal, de llicències i de marques
el: Νομικές πληροφορίες σχετικά με την αδειοδότηση και τα εμπορικά σήματα
es: Información legal, de licencias y marcas registradas
fr: Informations légales, sur les licences et les marques
gl: Información legal, de licenza e marca
he: מידע משפטי, על רישוי וסימנים מסחריים
id: Informasi legal, lisensi dan merek dagang
ja: ライセンスと商標情報
pt: Informações legais, de licenciamento e de marca
ru: Информация о правах, лицензировании и товарных знаках
tr: Yasal, lisans ve ticari marka bilgileri
uk: Відомості про права, ліцензування та товарні знаки

source: Licensing
ar: الترخيص
ca: Llicències
el: Αδειοδότηση
es: Licencias
fr: Licences
gl: Licenza
he: רישוי
id: Lisensi
ja: ライセンス
pt: Licenciamento
ru: Лицензирование
tr: Lisanslama
uk: Ліцензування

source: Zrythm is copyrighted by Alexandros Theodotou and other contributors. Zrythm is released under the <a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">GNU Affero General Public License, version 3</a>.
ca: Zrythm té drets d'autor d'Alexandros Theodotou i altres col·laboradors. Zrythm es publica sota la <a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">Llicència pública general GNU Affero, versió 3</a>.
ja: Zrythmの著作権は、Alexandros Theodotouとその他の貢献者にあります。Zrythmは<a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">GNU Affero General Public License, version 3</a>の下でリリースされています。
pt: Zrythm é protegido por direitos autorais de Alexandros Theodotou e outros colaboradores. Zrythm é lançado sob a <a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">GNU Affero General Public License, versão 3</a>.
ru: Авторские права на Zrythm принадлежат Александросу Теодоту и другим участникам. Zrythm выпущен под <a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">Стандартной общественной лицензией GNU Affero, версия 3</a>.
uk: Авторське право на Zrythm належить Александросу Теодоту та іншим учасникам. Zrythm випускається на умовах <a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">GNU Affero General Public License, версія 3</a>.

source: Unless otherwise stated, Videos found on the Zrythm website are released under <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.
ca: Tret que s'indiqui el contrari, els vídeos que es troben al lloc web de Zrythm es publiquen sota <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.
el: Εκτός αν αναφέρεται ρητώς διαφορετικά, όλα τα βίντεο που βρίσκονται στην ιστοσελίδα του Zrythm κυκλοφορούν υπό την άδεια <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.el">Creative Commons Αναφορά - Παρόμοια Διανομή 4.0 Διεθνές</a>.
es: A menos que se indique lo contrario, los vídeos que se encuentran en el sitio web de Zrythm se publican bajo <a href="https://creativecommons.org/licenses/by-sa/4.0/">el Creative Commons Attribution-ShareAlike 4.0 International</a>.
fr: À moins de spécification contraire, toutes les vidéos visualisables sur le site internet de Zrythm sont sous licence <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.
he: אלא אם מוצהר אחרת, סרטונים באתר של Zrythm מופצים תחת רשיון <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.
ja: 特に明記されていない限り、Zrythmのウェブサイトに掲載されている動画は<a href="https://creativecommons.org/licenses/by-sa/4.0/">クリエイティブ・コモンズ 表示-継承4.0 国際</a>の下で公開されています。
pt: Salvo indicação em contrário, os vídeos no site da Zrythm são lançados sob <a href="https://creativecommons.org/licenses/by-sa/4.0/"> Creative Commons Attribution-ShareAlike 4.0 International</a>.
ru: Если не указано иное, видео, размещённые на веб-сайте Zrythm, выпускаются под лицензией <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.
tr: Aksi belirtilmedikçe, Zrythm web sitesinde bulunan videolar <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Atıf-AynıLisanslaPaylaş 4.0 Uluslararası lisansı</a> altında yayınlanmıştır.
uk: Якщо не вказано інше, відео, розміщені на вебсайті Zrythm, випускаються під ліцензією <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.

source: The <em>Richard Stallman: Free software, free society</em> video is licensed under Creative Commons BY-SA-ND 3.0.
ca: El vídeo <em>Richard Stallman: Programari lliure, societat lliure </em> està llicenciat per Creative Commons BY-SA-ND 3.0.
fr: La vidéo <em>Richard Stallman : Logiciel libre, société libre</em> vidéo est sous licence Creative Commons BY-SA-ND 3.0.
he: הסרטון <em>Richard Stallman: Free software, free society</em> תחת רשיון Creative Commons BY-SA-ND 3.0.
ja: <em>リチャード・ストールマン：Free software, free society</em> の動画はCreative Commons BY-SA-ND 3.0でライセンスされています。
pt: O vídeo <em>Richard Stallman: Software livre, sociedade livre</em> é licenciado sob Creative Commons BY-SA-ND 3.0.
ru: <em>Ричард Столлман: Свободное программное обеспечение, свободное общественное</em> видео лицензировано Creative Commons BY-SA-ND 3.0.
tr: <em>Richard Stallman: Özgür yazılım, özgür toplum</em> videosu Creative Commons BY-SA-ND 3.0 altında lisanslanmıştır.
uk: <em>Річард Столлман: Вільне програмне забезпечення, вільне суспільне</em> відео ліцензовано під Creative Commons BY-SA-ND 3.0.

source: Credits: Drawings under CC-BY-ND 3.0 created by Christian Nogareda (Kwis, Http://kwis.tumblr.com), Valentin Pasquier (http://utopiqdream.deviantart.com) based on ideas of Richard Stallman, by himself and Ynternet.org foundation.
ca: Crèdits: Dibuixos sota CC-BY-ND 3.0 creats per Christian Nogareda (Kwis, Http://kwis.tumblr.com), Valentin Pasquier (http://utopiqdream.deviantart.com) basats en idees de Richard Stallman, per ell mateix i la fundació Ynternet.org .
fr: Crédits : Dessins sous CC-BY-ND 3.0 créés par Christian Nogareda (Kwis, Http://kwis.tumblr.com), Valentin Pasquier (http://utopiqdream.deviantart.com) basés sur les idées de Richard Stallman, par lui-même et la fondation Ynternet.org.
he: קרדיט: ציורים תחת CC-BY-ND 3.0 נוצרו על ידי Christian Nogareda (Kwis, Http://kwis.tumblr.com), Valentin Pasquier (http://utopiqdream.deviantart.com) מבוססים על רעיונות של Richard Stallman, על ידי עצמו וקרן Ynternet.org.
ja: クレジット: リチャード・ストールマンおよび Ynternet.org foundationのアイデアに基づいて、Christian Nogareda (Kwis、Http://kwis.tumblr.com)、Valentin Pasquier (http://utopiqdream.deviantart.com) によって作成された CC-BY-ND 3.0 の下の図面。
pt: Créditos: Desenhos sob CC-BY-ND 3.0 criados por Christian Nogareda (Kwis, Http://kwis.tumblr.com), Valentin Pasquier (http://utopiqdream.deviantart.com) baseados em ideias de Richard Stallman, por ele mesmo e pela fundação Ynternet.org.
ru: Благодарности: Рисунки под CC-BY-ND 3.0 созданы Кристианом Ногаредой (Christian Nogareda) (Kwis, https://kwis.tumblr.com), Валентином Паскье (Valentin Pasquier) (https://utopiqdream.deviantart.com) на основе идей Ричарда Столлмана (Richard Stallman), им самим и фондом Ynternet.org.
uk: Подяки: Малюнки під CC-BY-ND 3.0 створені Крістіаном Ноґаредою (Christian Nogareda) (Kwis, Http://kwis.tumblr.com), Валентином Паськ'є (Valentin Pasquier) (http://utopiqdream.deviantart.com) на основі ідей Річарда Столлмана (Richard Stallman), їм самим і фондом ynternet.org.

source: Licenses for images found on this website can be found in {ref}this README file{endref}.
ca: Les llicències per a les imatges que es troben en aquest lloc web es poden trobar en {ref}aquest fitxer README{endref}.
pt: As licenças para imagens encontradas neste site encontram-se {ref}neste ficheiro README{endref}.
ru: Лицензии на изображения, размещенные на этом веб-сайте, можно найти в {ref}этом файле README{endref}.
uk: Ліцензії на зображення, розміщені на цьому вебсайті, можна знайти в {ref}цьому файлі README{endref}.

source: Trademarks
ar: العلامات التجارية
ca: Marques
el: Εμπορικά σήματα
es: Marcas registradas
fr: Marques
gl: Marcas comerciais
he: סימנים מסחריים
id: Merek dagang
ja: 商標
pt: Marcas comerciais
ru: Товарные знаки
tr: Ticari markalar
uk: Торгові знаки
