Repository: zrythm/zrythm-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, el, es, fr, gl, he, id, it, ja, nb_no, pt, ru, tr, uk

source: Easily select, move, resize, clone, link, loop, delete and cut objects with a single tool or extend its functionality with additional specialized tools, and enjoy adaptive snapping in every arranger.
ca: Seleccionar, moure, canviar la mida, clonar, enllaçar, fer bucles, suprimir i retallar objectes amb una sola eina o ampliar la seva funcionalitat amb eines especialitzades addicionals i gaudir de l'ajust adaptatiu a cada arranjador.
ja: オブジェクトの選択、移動、サイズ変更、クローン、リンク、ループ、削除、切断を1つのツールで簡単にしたり、専用ツールで機能を拡張したり、すべてのアレンジャーでアダプティブスナップを使用したりできます。
pt: Selecione, mova, redimensione, clone, vincule, faça loop, exclua e corte objetos facilmente com uma única ferramenta ou amplie sua funcionalidade com ferramentas especializadas adicionais e desfrute do snapping adaptável em todos os arranjadores.
ru: Легко выбирайте, перемещайте, изменяйте размер, клонируйте, соединяйте, зацикливайте, удаляйте и вырезайте объекты с помощью одного инструмента или расширьте его функциональность с помощью дополнительных специализированных инструментов и наслаждайтесь адаптивной привязкой в каждом аранжировщике.
uk: Легко виділяйте, переміщуйте, змінюйте розмір, клонуйте, зв'язуйте, зациклюйте, видаляйте і вирізайте об'єкти одним інструментом або розширюйте його функціональність за допомогою додаткових спеціалізованих інструментів, а також насолоджуйтеся адаптивною прив'язкою в кожному аранжувальнику.

source: Limitless Automation
ca: Automatització sense límits
ja: 無制限のオートメーション
pt: Automação sem limites
ru: Безграничная автоматизация
uk: Автоматизація без меж

source: Automate almost anything with automation events using straight lines, ramps and curves, or with LFOs and envelopes.
ca: Automatitzar gairebé qualsevol cosa amb esdeveniments d'automatització mitjançant rectes, rampes i corbes, o amb LFO i envolupants.
de: Automatisiere so gut wie alles mit Automationsereignissen, die gerade Linien, Rampen, und Kurven benutzen, oder mit LFOs und Hüllkurven.
el: Αυτοματοποιήστε σχεδόν οτιδήποτε με τα γεγονότα αυτοματισμού χρησιμοποιώντας ευθείες γραμμές, ράμπες και καμπύλες, ή με LFOs και envelopes.
es: Automatice casi todo a través de sucesos, utilizando líneas rectas, rampas y curvas, o bien mediante LFO y envolventes.
fr: Automatisez presque tout avec des événements d'automatisation utilisant des lignes droites, des rampes et des courbes, ou avec des LFOs et des enveloppes.
gl: Automatiza case calquera cousa cos eventos de automatización, empregando liñas rectas, ramplas e curvas, ou con LFOs e envolventes.
he: הפעצ אוטומציה על כמעט כל דבר עם אירועי אוטומציה באמצעות קווים ישרים, רמפות ועקומות, או עם LFOs ומעטפות.
ja: 直線、スロープ、カーブ、または LFO とエンベロープを使用して、オートメーション イベントを使用してほぼすべてを自動化できます。
pt: Automatize quase tudo com eventos de automação utilizando linhas retas, rampas e curvas ou com LFOs e envelopes.
ru: Автоматизируйте практически всё, что угодно, с помощью событий автоматизации с использованием прямых и кривых линий, наклонов или с помощью LFO и огибающих.
uk: Автоматизуйте практично все, що завгодно, за допомогою подій автоматизації з використанням прямих і кривих ліній, нахилів або за допомогою LFO та обвідних.

source: In-context listening, signal groups, FX tracks, MIDI effect and insert slots, pre and post-fader aux sends and anywhere-to-anywhere routing.
ca: Escoltar en context, grups de senyal, pistes FX, efectes MIDI i ranures d'inserció, enviaments auxiliars pre i postfader i encaminament des de qualsevol lloc.
ja: In-contextリスニング、シグナルグループ、FXトラック、MIDIエフェクトとインサートスロット、プリ/ポストフェーダーAuxセンド、どこからでもルーティングが可能など。
uk: Прослуховування в контексті, групи сигналів, FX-треки, слоти для MIDI-ефектів і вставок, пре- і постфейдерні AUX-відправки і маршрутизація з будь-якого місця в будь-яке місце.

source: Generate chords from scales in the chord pad, audition and invert chords or save your own chord presets, manage your chord progression in the chord track and enjoy chord highlighting in the piano roll.
ca: Generar acords a partir d'escales al pad d'acords, audició i inversió d'acords o desar els teus propis acords predefinits, gestionar la teva progressió d'acords a la pista d'acords i gaudir del ressaltat d'acords al rotlle de pianola.
ja: コードパッドで音階からコードを生成したり、コードを試聴またはインバートしたり、独自のコードプリセットを保存したり、コードトラックでコード進行を管理したり、ピアノロールでコードをハイライトしたりできます。
pt: Gere acordes a partir de escalas no bloco de acordes, faça audições e inverta os acordes ou guarde as suas próprias predefinições de acordes, controle a progressão dos seus acordes na faixa de acordes e desfrute do destaque dos acordes nos cilindros de piano.
uk: Створюйте акорди з гам на панелі акордів, прослуховуйте та інвертуйте акорди або зберігайте власні акорди, керуйте прогресією акордів на доріжці акордів і насолоджуйтеся підсвічуванням акордів на фортепіанній доріжці.

source: Audio Plugins
ca: Complements d'àudio
fr: Greffons audio
he: תוספי אודיו
ja: オーディオプラグイン
pt: Suplementos de áudio
ru: Аудио-плагины
tr: Ses Eklentileri
uk: Аудіорозширення

source: Support for every major plugin format including {lv2_ref}LV2{endref}, VST2, VST3, AU, CLAP and JSFX, with additional support for SFZ and SF2 soundfonts and sandboxing thanks to {carla_ref}Carla{endref}.
ca: Compatibilitat amb tots els formats de complements principals, inclosos {lv2_ref}LV2{endref}, VST2, VST3, AU, CLAP i JSFX, amb compatibilitat addicional per a fonts sonores SFZ i SF2 i sandboxing gràcies a {carla_ref}Carla{endref}.
uk: Підтримка всіх основних форматів плагінів, включаючи {lv2_ref}LV2{endref}, VST2, VST3, AU, CLAP і JSFX, з додатковою підтримкою звукових шрифтів SFZ і SF2 і пісочниці завдяки {carla_ref}Carla{endref}.

source: Organize your work into multiple layers in the same track using track lanes, quickly bounce anything to audio, import/export a wide variety of audio and MIDI formats, stretch or loop any region and select from an array of track types for every purpose.
ca: Organitzar el teu treball en diverses capes a la mateixa pista utilitzant els carrils de les pistes, rebotar ràpidament qualsevol cosa a l'àudio, importar/exportar una gran varietat de formats d'àudio i MIDI, estirar o recórrer qualsevol regió i seleccionar entre una varietat de tipus de pistes per a cada propòsit.
ja: トラックレーンを使って同じトラックで複数のレイヤーを構成したり、あらゆるものをすばやくオーディオにバウンスしたり、さまざまなオーディオおよびMIDIフォーマットをインポート/エクスポートしたり、任意のリージョンをストレッチまたはループしたり、あらゆる目的に応じたトラックタイプの中から選択することができます。
pt: Organize seu trabalho em várias camadas na mesma faixa usando pistas de faixa, salte rapidamente qualquer coisa para áudio, importe/exporte uma ampla variedade de formatos de áudio e MIDI, estique ou faça loop em qualquer região e selecione uma variedade de tipos de faixa para todas as finalidades.
uk: Організуйте свою роботу в кілька шарів на одній доріжці за допомогою смуг доріжок, швидко перетворіть будь-що в звук, імпортуйте/експортуйте широкий спектр аудіо та MIDI-форматів, розтягніть або зациклюйте будь-яку область і виберіть з безлічі типів доріжок для будь-якої мети.

source: Recover your work with automatic project backups, undo almost any user action and even save your undo history with projects.
ca: Recuperar el teu treball amb còpies de seguretat automàtiques de projectes, desfer gairebé qualsevol acció de l'usuari i fins i tot es desa l'historial de desfer amb projectes.
ja: プロジェクトの自動バックアップによる作業の復元、ほとんどすべてのユーザーアクションの取り消し、さらにプロジェクトでの取り消し履歴の保存が可能です。
pt: Recupere seu trabalho com backups automáticos de projetos, desfaça quase qualquer ação do utilizador e até salve seu histórico de desfazer com projetos.
uk: Відновлюйте свою роботу за допомогою автоматичних резервних копій проєктів, скасовуйте практично будь-яку дію користувача і навіть зберігайте історію скасувань з проєктами.

source: Liberating
ar: تحرير
ca: Alliberació
el: Απελευθερωμένο
es: Liberador
fr: Libération
gl: Liberador
he: משחרר
ja: 開放的
pt: Libertador
ru: Свобода
tr: Özgürleştirici
uk: Звільнення

source: Zrythm is {copyleft_ref}copyleft{endref} {free_software_ref}free software</a> with fully auditable source code. Use, study, share and improve it freely.
ca: Zrythm és {copyleft_ref}copyleft{endref} {free_software_ref}programari lliure</a> amb codi font totalment auditable. Utilitzeu-lo, estudieu-lo, compartiu-lo i milloreu-lo lliurement.
ja: Zrythmは{copyleft_ref}copyleft{endref}な{free_software_ref}フリーソフトウェア</a>で、完全に監査可能なソースコードを提供しています。自由に使用、研究、共有、改良してください。
uk: Zrythm - це {copyleft_ref}copyleft{endref} {free_software_ref}вільне програмне забезпечення</a> з повністю перевіреним вихідним кодом. Використовуйте, вивчайте, діліться та вдосконалюйте його вільно.

source: Zrythm and the Zrythm logo are {ref}trademarks of Alexandros Theodotou{endref}.
ca: Zrythm i el logotip de Zrythm són {ref}marques comercials d'Alexandros Theodotou{endref}.
ja: ZrythmおよびZrythmのロゴは{ref}Alexandros Theodotouの商標です{endref}。
pt: Zrythm e o logotipo Zrythm são {ref}marcas registradas de Alexandros Theodotou{endref}.
uk: Zrythm та логотип Zrythm є торговельними марками Александроса Теодоту.

source: Project
ar: المشروع
ca: Projecte
el: Έργο
es: Proyecto
gl: Proxecto
id: Proyek
ja: プロジェクト
pt: Projeto
ru: Проект
uk: Проєкт

source: Features
ar: المميزات
ca: Funcionalitats
el: Χαρακτηριστικά
es: Características
fr: Fonctionnalités
gl: Características
he: פיצ'רים
id: Fitur
ja: 機能
pt: Características
ru: Функции
tr: Özellikler
uk: Можливості

source: User Manual
ar: دليل المستخدم
ca: Manual d'usuari
de: Benutzerhandbuch
el: Εγχειρίδιο χρήστη
es: Manual del usuario
fr: Manuel utilisateur
gl: Manual do Usuario
he: מדריך למשתמש
id: Panduan pengguna
it: Manuale utente
ja: マニュアル
nb_no: Brukermanual
pt: Manual do Utilizador
ru: Руководство пользователя
tr: Kullanıcı Kılavuzu
uk: Посібник користувача

source: Releases
ar: الإصدارات
ca: Llançaments
el: Κυκλοφορίες
es: Lanzamientos
fr: Sorties
he: מהדורות
id: Rilis
ja: リリース
pt: Lançamentos
ru: Выпуски
tr: Sürümler
uk: Випуски

source: Community
ar: المجتمع
ca: Comunitat
de: Gemeinschaft
el: Κοινότητα
es: Comunidad
gl: Comunidade
id: Komunitas
it: Comunità
ja: コミュニティ
nb_no: Fellesskap
pt: Comunidade
ru: Сообщество
uk: Спільнота

source: Chat
ca: Xat
el: Συνομιλία
id: Obrolan
ja: チャット
pt: Conversação
ru: Чат
uk: Бесіда (Chat)

source: User Mailing List
ja: ユーザーメーリングリスト
ru: Список рассылки
uk: Список розсилки користувачів

source: Contribute
ca: Contribuir
fr: Contribuez
he: השתתף
ja: 貢献する
pt: Contribua
ru: Внести вклад
tr: Katkıda Bulun
uk: Зробити внесок

source: Donate
ca: Donacions
fr: Faire un don
he: תרום
ja: 寄付する
pt: Doação
ru: Пожертвовать
tr: Bağış Yap
uk: Пожертвування

source: About this Site
ca: Sobre aquest lloc
ja: このサイトについて
ru: Об этом сайте
uk: Про цей сайт

source: Source Code
ca: Codi font
fr: Code source
he: קוד מקור
ja: ソースコード
pt: Código-fonte
ru: Исходный код
tr: Kaynak Kodu
uk: Джерельний код

source: Legal Information
ca: Informació legal
ja: 法的情報
ru: Юридическая информация
uk: Правові відомості

source: Privacy Policy
ar: سياسة خاصة
ca: Política de privadesa
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan Privasi
ja: プライバシー・ポリシー
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика приватності

source: Report an Issue
ca: Informar d'un problema
ja: 問題を報告する
ru: Сообщить о проблеме
uk: Повідомити про помилку

source: Designed by Andrew Harter
ca: Dissenyat per Andrew Harter
fr: Conçu par Andrew Harter
he: עוצב על ידי Andrew Harter
ja: デザイン：Andrew Harter
pt: Projetado por Andrew Harter
ru: Дизайнер: Эндрю Хартер
tr: Andrew Harter tarafından tasarlandı
uk: Дизайнер Ендрю Гартер

source: Plugins
ar: الإضافات
ca: Complements
el: Πρόσθετα
fr: Greffons
he: תוספים
id: Plugin
ja: プラグイン
pt: Suplementos
ru: Плагины
tr: Eklentiler
uk: Розширення

source: Guide
ca: Guia
ja: 手引き
ru: Руководство
uk: Посібник

source: Get Involved
ca: Implica’t
fr: Participez
he: קח חלק בפרוייקט
ja: 参加する
pt: Envolva-se
ru: Принять участие
tr: Dahil Ol
uk: Візьміть участь

source: Download
ca: Descarregar
de: Herunterladen
el: Λήψη
es: Descargar
fr: Télécharger
gl: Descargar
he: הורדה
id: Unduh
it: Scarica
ja: ダウンロード
nb_no: Last ned
pt: Descarregar
ru: Скачать
tr: İndir
uk: Завантажити

source: Select Language
ca: Seleccionar idioma
fr: Sélectionner la langue
he: בחר שפה
ja: 言語を選択してください
pt: Selecione o Idioma
ru: Выбрать язык
tr: Dil Seç
uk: Оберіть мову

source: Zrythm's community pages and communication channels
ca: Pàgines de la comunitat i canals de comunicació de Zrythm
el: Οι σελίδες κοινότητας και κανάλια επικοινωνίας του Zrythm
es: Páginas comunitarias y canales de comunicación de Zrythm
fr: Les pages communautaires et les canaux de communication de Zrythm
gl: Páxinas comunitarias de Zrythm e canles de comunicación
he: דפי הקהילה וערוצי התקשורת של Zrythm
id: Halaman komunitas dan saluran komunikasi Zrythm
ja: Zrythmのコミュニティページとコミュニケーションチャネル
pt: Páginas comunitárias e canais de comunicação da Zrythm
ru: Страницы сообщества и каналы общения Zrythm
tr: Zrythm topluluk sayfaları ve iletişim kanalları
uk: Сторінки спільноти Zrythm та канали спілкування

source: Join Development
ca: Uneix-te al desenvolupament
fr: Rejoindre le développement
he: הצטרף לפיתוח
ja: 開発に参加する
pt: Participe no desenvolvimento
ru: Присоединиться к разработке
tr: Geliştirmeye Katıl
uk: Приєднатися до розробки

source: Send an email to our development mailing list for development discussion
fr: Envoyez un courriel à notre liste de diffusion de développement pour discuter de développement
he: שלח מייל לרשימת התפוצה של הפיתוח בשביל דיונים בנושאי פיתוח
ja: 開発について話し合うために、開発メーリングリストにメールを送信してください
pt: Envie um e-mail para a nossa lista de discussão de desenvolvimento
tr: Geliştirmeyle ilgili tartışmalar için geliştirme posta listemize bir e-posta gönderin
uk: Надішліть електронний лист до нашого списку розсилки розробки для обговорення розробки

source: Submit Feature Requests
fr: Soumettez des demandes de fonctionnalité
he: שלח בקשות לפיצ'רים
ja: 機能要望の提出
pt: Enviar solicitações de recursos
ru: Отправить запросы функций
tr: Özellik İstekleri Gönder
uk: Надсилання запитів на функції

source: Browse our feature tracker and submit feature requests.
fr: Parcourir notre suivi de fonctionnalités et soumettez des demandes de fonctionnalités.
he: עיין בעוקב הפיצ'רים שלנו ושלח בקשות לפיצ'רים.
ja: 機能トラッカーを閲覧したり、機能リクエストを送信したりすることができます。
pt: Navegue pelo nosso rasteador de características e envie pedidos de características.
ru: Просмотрите наш трекер функций и отправьте запросы на функции.
tr: Özellik izleyicimize göz atın ve özellik istekleri gönderin.
uk: Перегляньте наш трекер функцій і надішліть запити на функції.

source: Submit Bug Reports
fr: Soumettez des rapports de bogue
he: שלח דוחות על באגים
ja: バグレポートの提出
pt: Enviar relatórios de bugs
ru: Отправить сообщение об ошибке
tr: Hata Bildirimleri Gönder
uk: Надсилання звітів про вади

source: Browse our bug tracker and submit bug reports.
fr: Parcourir notre système de suivi des bogues et soumettez des rapports de bogues.
he: עיין בעוקב הבאגים שלנו ושלח דוחות באגים.
ja: バグトラッカーを閲覧し、バグレポートを提出することができます。
pt: Navegue no nosso rasteador de bugs e envie relatórios de bugs.
ru: Просмотрите наш трекер ошибок и отправьте отчеты об ошибках.
tr: Hata izleyicimize göz atın ve hata bildirimleri gönderin.
uk: Перегляньте наш відстежувач вад і надішліть звіти про вади.

source: Translate Zrythm
ca: Tradueix Zrythm
fr: Traduire Zrythm
he: תרגם את Zrythm
ja: Zrythmを翻訳する
pt: Traduzir Zrythm
ru: Перевести Zrythm
tr: Zrythm'i Çevir
uk: Перекладіть Zrythm

source: Translate the Zrythm DAW, the user manual and our websites into your language.
ca: Tradueix la DAW Zrythm, el manual d'usuari i els nostres llocs web al teu idioma.
fr: Traduire la STAN Zrythm, le manuel utilisateur et nos sites web dans votre langue.
he: תרגם את Zrythm DAW, את מדריך המשתמש והאתר שלנו לשפה שלך.
ja: Zrythm DAW、ユーザーマニュアル、当方ウェブサイトをあなたの言語に翻訳する。
pt: Traduza o Zrythm DAW, o manual do utilizador e os nossos sites na Internet para o seu idioma.
ru: Переведите Zrythm DAW, руководство пользователя и наши веб-сайты на свой язык.
tr: Zrythm DAW, kullanım kılavuzu ve web sitelerimizi kendi dilinize çevirin.
uk: Перекладіть Zrythm DAW, посібник користувача та наші вебсайти на вашу мову.

source: Get in Touch
ca: Posar-se en contacte
fr: Contactez-nous
he: צור קשר
ja: 連絡する
pt: Entre em contacto
ru: Связаться с нами
tr: İrtibata Geç
uk: Зв'яжіться з нами

source: Chat with us on IRC
ca: Xateja amb nosaltres a IRC
fr: Discuter avec nous sur IRC
he: שוחח איתנו ב-IRC
ja: IRCで私たちとチャットする
pt: Converse conosco no IRC
ru: Общайтесь с нами в IRC
tr: IRC'de bizimle sohbet edin
uk: Спілкуйтеся з нами на IRC

source: Our IRC channel is #zrythm on Libera.Chat (<code>irc://irc.libera.chat/zrythm</code>). Feel free to ping an operator for a <code>zrythm/user/*</code> cloak.
ca: El nostre canal IRC és #zrythm a Libera. Xat (<code>irc://irc.libera.chat/zrythm</code>). No dubtis a sol·licitar també una capa de <code>zrythm/user/*</code>.
fr: Notre canal IRC est #zrythm sur Libera.Chat (<code>irc://irc.libera.chat/zrythm</code>). Sentez vous libre de demander un cloak <code>zrythm/user/*</code> à un opérateur.
he: ערוץ ה-IRC שלנו הוא #zrythm ב-Librea. צ'אט (<code>irc://irc.libera.chat/zrythm</code>). תרגישו חופשי לשלוח פינג לאופרטור עבור <code>zrythm/user/*</code> גלימה.
ja: 私たちのIRCチャンネルはLibera.Chatの#zrythm (<code>irc://irc.libera.chat/zrythm</code>)です。<code>zrythm/user/*</code>のクロークが希望でしたら気軽にオペレータをpingしてください。
tr: IRC kanalımız Libera.Chat'te #zrythm (<code>irc://irc.libera.chat/zrythm</code>). <code>zrythm/user/*</code> pelerini için bir operatör ping atmaktan çekinmeyin.
uk: Наш IRC-канал #zrythm на Libera.Chat (<code>irc://irc.libera.chat/zrythm</code>). Не соромтеся писати оператору для плаща <code>zrythm/user/*</code>.

source: Chat with us on Matrix
ca: Xateja amb nosaltres a Matrix
fr: Discuter avec nous sur Matrix
he: שוחח איתנו ב-Matrix
ja: Matrixで私たちとチャット
pt: Converse conosco na Matrix
ru: Общайтесь с нами в Matrix
tr: Matrix'te bizimle sohbet edin
uk: Спілкуйтеся з нами на Matrix

source: Matrix is an open standard for secure and decentralized communication. Our Matrix channel is #zrythmdaw:matrix.org and is bridged with IRC.
ca: Matrix és un estàndard obert per a una comunicació segura i descentralitzada. El nostre canal de Matrix és #zrythmdaw:matrix.org i està pontat amb IRC.
fr: Matrix est un standard ouvert pour la communication sécurisée et décentralisée. Notre canal Matrix est #zrythmdaw:matrix.org et il est relié avec IRC.
he: מטריקס הוא תקן פתוח לתקשורת מאובטחת ומבוזרת. ערוץ המטריקס שלנו הוא #zrythmdaw:matrix.org ומגושר עם IRC.
ja: Matrixは安全で分散されたコミュニケーションのためのオープンスタンダードです。私たちのMatrixチャンネルは#zrythmdaw:matrix.orgで、IRCとブリッジングされています。
pt: O Matrix é uma norma livre para uma comunicação segura e descentralizada. O nosso canal Matrix é #zrythmdaw:matrix.org e está interligado com o IRC.
tr: Matrix, güvenli ve dağıtık iletişim için açık bir standarttır. #zrythmdaw:matrix.org Matrix kanalımızdır ve IRC ile köprülenmiştir.
uk: Matrix – це відкритий стандарт для безпечного та децентралізованого зв’язку. Наш канал Matrix — #zrythmdaw:matrix.org і пов’язаний із IRC.

source: Join our User Discussion Mailing List
fr: Rejoignez notre liste de diffusion pour les discussions utilisateurs
he: הצטרף לרשימת התפוצה של דיוני המשתמשים
ja: ユーザーディスカッション・メーリングリストへの参加
pt: Junte-se à nossa Lista de Discussão do Utilizador
ru: Присоединяйтесь к нашему списку рассылки общения пользователей
tr: Kullanıcı Tartışması Posta Listemize Katılın
uk: Приєднуйтесь до нашого списку розсилки для обговорення користувачів

source: Join our user discussion mailing list and share your experience with the rest of the community.
fr: Rejoignez notre liste de discussion des utilisateurs et partagez votre expérience avec le reste de la communauté.
he: הצטרף לרשימת התפוצה של דיוני המשתמשים ושתף את הקהילה בחוויותך.
ja: ユーザーディスカッション・メーリングリストに参加して、あなたの経験を他のコミュニティと共有してください。
pt: Junte-se à nossa lista de discussão de utilizadores e partilhe a sua experiência com o resto da comunidade.
ru: Присоединяйтесь к нашему списку рассылки общения пользователей и поделитесь своим опытом с остальным сообществом.
tr: Kullanıcı tartışması posta listemize katılın ve deneyiminizi topluluğun geri kalanıyla paylaşın.
uk: Приєднуйтесь до нашого списку розсилки для обговорення користувачів і поділіться своїм досвідом з рештою спільноти.

source: Subscribe to the Announce Mailing List
fr: Abonnez-vous à la liste de diffusion d'annonces
he: הירשם לרשימת התפוצה של הכרזות
ja: アナウンスメーリングリストへの登録
pt: Assinar a lista de correio de anúncios
ru: Подписаться на список рассылок
tr: Duyuru Posta Listesine Abone Olun
uk: Підпишіться на список розсилки оголошень

source: Subscribe to our read-only and low volume Announce mailing list to stay up to date with important announcements.
fr: Inscrivez-vous à notre liste de diffusion Announce en lecture seule et à faible volume pour rester au courant des annonces importantes.
he: הירשם לרשימת התפוצה שלנו לקריאה בלבד ובנפח נמוך כדי להישאר מעודכן בהודעות חשובות.
ja: 読み取り専用で配信量の少ないAnnounceメーリングリストに登録すると、重要なお知らせを受け取ることができます。
pt: Assine a nossa lista de correio de só leitura e de baixo volume Anúncios para ficar a par de anúncios importantes.
tr: Önemli duyurulardan haberdar olmak için salt okunur ve düşük hacimli Duyuru e-posta listemize abone olun.
uk: Підпишіться на наш список розсилки лише для читання невеликих текстів, щоб бути в курсі важливих оголошень.

source: Follow us on Mastodon
ca: Segueix-nos a Mastodon
fr: Suivez-nous sur Mastodon
he: עקבו אחרנו ב-Mastodon
ja: Mastodonで私たちをフォローする
pt: Siga-nos no Mastodon
ru: Подписаться на нас в Mastodon
tr: Bizi Mastodon'da takip edin
uk: Слідкуйте за нами на Mastodon

source: Follow us on Mastodon to get updates on new releases and get sneak peeks at new features, vote in polls, and more.
ca: Segueix-nos a Mastodon per a rebre actualitzacions sobre nous llançaments i fer un cop d'ull a les noves funcionalitats, votar a les enquestes i molt més.
fr: Suivez-nous sur Mastodon pour recevoir des mises à jour sur les nouvelles versions et découvrir en avant-première les nouvelles fonctionnalités, voter dans les sondages, et plus encore.
he: עקבו אחרנו ב-Mastodon בכדי לקבל עדכונים בנוגע למהדורות חדשות וקבל הצצה לפיצ'רים חדשים, הצבע בסקרים ועוד.
ja: マストドンで私たちをフォローし、新しいリリースの最新情報を入手したり、新機能を覗き見したり、投票に投票したりなどができます。
pt: Siga-nos no Mastodon para obter atualizações sobre novos lançamentos e obter espreitadelas em novas funcionalidades, votar nas sondagens, e muito mais.
tr: Yeni sürümler hakkında güncellemeler almak ve yeni özelliklere önceden göz atmak, anketlerde oy kullanmak ve daha fazlası için bizi Mastodon'da takip edin.
uk: Слідкуйте за нами на Mastodon, щоб отримувати оновлення про нові випуски та ознайомлюватися з новими функціями, голосувати в опитуваннях тощо.

source: Donate CryptoCurrency
ca: Donar criptomoneda
fr: Donnez de la crypto-monnaie
he: תרום מטבעות-קריפטו
ja: 暗号通貨の寄付
pt: Doe CryptoCurrency
ru: Пожертвовать в криптовалюте
tr: Kripto para bağışla
uk: Пожертвуйте криптовалютою

source: Send us Bitcoin (BTC), Litecoin (LTC) or Monero (XMR).
ca: Envia'ns Bitcoin (BTC), Litecoin (LTC) o Monero (XMR).
fr: Envoyez-nous des Bitcoin (BTC), des Litecoin (LTC) ou des Monero (XMR).
he: שלח לנו ביטקויין (BTC), לייטקויין (LTC) או מונרו (XMR).
ja: ビットコイン（BTC）、ライトコイン（LTC）、モネロ（XMR）のいずれかをお送りください。
pt: Envie-nos Bitcoin (BTC), Litecoin (LTC) ou Monero (XMR).
ru: Отправьте нам Bitcoin (BTC), Litecoin (LTC) или Monero (XMR).
tr: Bize Bitcoin (BTC), Litecoin (LTC) veya Monero (XMR) gönderin.
uk: Надішліть нам Біткоїн (BTC), Лайткоїн (LTC) або Монеро (XMR).

source: Donate on LiberaPay
ca: Dona amb LiberaPay
fr: Donnez sur LiberaPay
he: תרום ב-LiberaPay
ja: LiberaPayで寄付する
pt: Doe na LiberaPay
ru: Пожертвовать на LiberaPay
tr: LiberaPay'de bağış yap
uk: Пожертвуйте на LiberaPay
