Repository: zrythm/zrythm-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, el, es, fr, gl, he, id, it, ja, nb_no, pt, ru, tr, uk

source: Zrythm and the Zrythm logo are trademarks of Alexandros Theodotou.
ar: Zrythm وشعار Zrythm هما علامتان تجاريتان لشركة Alexandros Theodotou.
ca: Zrythm i el logotip de Zrythm són marques registrades d'Alexandros Theodotou.
el: Το Zrythm και το λογότυπο του Zrythm είναι εμπορικά σήματα του Αλέξανδρου Θεοδότου.
es: Zrythm y el logotipo de Zrythm son marcas registradas de Alexandros Theodotou.
fr: Zrythm et le logo Zrythm sont des marques déposées d'Alexandros Theodotou.
gl: Zrythm e o logo de Zrythm son marcas comerciais de Alexandros Theodotou.
he: Zrythm והלוגו של Zrythm הם סימנים מסחריים של Alexandros Theodotou.
id: Zrythm dan logo Zrythm adalah merek dagang dari Alexandros Theodotou.
ja: ZrythmおよびZrythmのロゴはAlexandros Theodotouの商標です。
pt: Zrythm e o logótipo Zrythm são marcas registadas de Alexandros Theodotou.
ru: Zrythm и логотип Zrythm являются товарными знаками, принадлежащими Alexandros Theodotou.
tr: Zrythm ve Zrythm logosu, Alexandros Theodotou'nun ticari markalarıdır.
uk: Zrythm і логотип Zrythm є торговими знаками Александроса Теодоту.

source: Plugins bundled with Zrythm
ar: الإضافات المجمعة مع Zrythm
ca: Complements inclosos amb Zrythm
el: Πρόσθετα που πακετάρονται με το Zrythm
es: Plugins incluidos con Zrythm
fr: Greffons embarqués avec Zrythm
gl: Plugins incluídos con Zrythm
he: תוספים מצורפים עם Zrythm
id: Plugin yang dibundel dengan Zrythm
ja: Zrythmにバンドルされているプラグイン
pt: Suplementos fornecidos com o Zrythm
ru: Плагины в комплекте с Zrythm
tr: Zrythm ile birlikte gelen eklentiler
uk: Розширення в наборі зі Zrythm

source: Basic Plugins
ca: Complements bàsics
fr: Greffons fondamentaux
he: תוספים בסיסיים
ja: ベーシックプラグイン
pt: Suplementos básicos
ru: Основные плагины
tr: Temel Eklentiler
uk: Основні розширення

source: {} screenshot
ar: {} لقطة شاشة
ca: {} captura de pantalla
el: {} στιγμιότυπο
es: {} captura de pantalla
fr: {} capture d'écran
gl: {} captura de pantalla
he: {} תמונת מסך
id: {} tangkapan layar
ja: {} スクリーンショット
pt: {} captura do ecrã
ru: {} скриншот
tr: {} ekran görüntüsü
uk: {} зняток екрану

source: Z Series
ca: Z Sèries
ja: Zシリーズ
pt: Série Z
uk: Серії Z

source: Technical specs
ar: المواصفات التقنية
ca: Especificacions tècniques
el: Τεχνικές προδιαγραφές
es: Especificaciones técnicas
fr: Spécifications techniques
gl: Especificacións técnicas
he: מפרט טכני
id: Spesifikasi teknis
ja: 技術仕様
pt: Especificações técnicas
ru: Технические характеристики
tr: Teknik özellikler
uk: Технічні характеристики

source: Last updated on 3 Oct 2022
uk: Останнє оновлення 3 жовтня 2022 року

source: Forum
ar: المنتدى
ca: Fòrum
el: Φόρουμ
gl: Foro

source: Support Zrythm by purchasing an installer. This month we received:
fr: Soutenir Zrythm en achetant un installateur. Ce mois ci, nous avons reçu :
he: תמכו ב-Zrythm על ידי רכישת מתקין. החודש קיבלנו:
pt: Apoie a Zrythm através da compra de um instalador. Neste mês recebemos:
tr: Bir kurucu satın alarak Zrythm'i destekleyin. Bu ay aldığımız:

source: The Zrythm contributors
ar: المساهمون فى Zrythm
el: Οι συνεργάτες του Zrythm
es: Los colaboradores de Zrythm
fr: Les contributeurs à Zrythm
he: התורמים של Zrythm
id: Kontributor Zrythm
tr: Zrythm'e katkıda bulunanlar

source: Legal
ar: القانون
el: Νομική δήλωση
fr: Déclaration légale
he: חוקי
tr: Yasal

source: Privacy
ar: خصوصية
el: Προστασία δεδομένων
es: Privacidad
fr: Vie privée
he: פרטיות
id: Privasi
tr: Gizlilik

source: Zrythm and the Zrythm logo are registered trademarks of Alexandros Theodotou in the United Kingdom.
el: Το Zrythm και το λογότυπο του Zrythm είναι κατοχυρωμένα εμπορικά σήματα του Αλέξανδρου Θεοδότου στο Ηνωμένο Βασίλειο.
es: Zrythm y el logo Zrythm son marcas registradas por Alexandros Theodotou en El Reino Unido.
fr: Zrythm et le logo Zrythm sont des marques déposées d'Alexandros Theodotou au Royaume-Uni.
he: Zrythm והלוגו של Zrythm הם סימנים מסחריים רשומים של Alexandros Theodotou בבריטניה.
tr: Zrythm ve Zrythm logosu Birleşik Krallık'ta Alexandros Theodotou adına müseccel markadır.

source: See our {trademarkpolicy} for details.
el: Δείτε την {trademarkpolicy} μας για λεπτομέρειες.
es: Consulte nuestra {trademarkpolicy} para más detalles.
fr: Consultez notre {trademarkpolicy} pour plus de détails.
he: שלנו לפרטים {trademarkpolicy}עיין ב.
tr: Daha fazla bilgi için bakınız:{trademarkpolicy}.

source: Trademark Policy
ar: سياسة العلامات التجارية
el: Πολιτική εμπορικών σημάτων
es: Política de marcas registradas
fr: Politique de marque
he: מדיניות סימנים מסחריים
tr: Ticari marka politikası

source: Learn
ar: تعلم
el: Μάθηση
es: Aprender
fr: Apprendre
gl: Aprender
he: למד
id: Belajar
tr: Öğren

source: Bundled plugins (basic)
ar: الإضافات المجمعة (الأساسية)
el: Δέσμη προσθέτων (βασικά)
es: Plugins incluidos (básicos)
fr: Greffons embarqués (de base)
gl: Plugins incluídos (básicos)
he: תוספים מצורפים (בסיסי)
id: Plugin yang dibundel (dasar)
tr: Eklenti paketleri (temel)

source: Save/load disabled
fr: Enregistrement/chargement désactivé
he: שמור/טען מושבתות
tr: Kaydet/yükle devre dışı

source: Compiled with all features
ar: جمعت مع جميع المميزات
el: Μεταγλωττισμένο με όλα τα χαρακτηριστικά
es: Compilado con todas las funciones
fr: Compilé avec toutes les fonctionnalités
gl: Compilado con tódalas características
he: מהודר עם כל הפיצ'רים
id: Dikompilasi dengan semua fitur
tr: Bütün özellikleriyle birlikte derlenmiş

source: Bundled plugins (all)
ar: الإضافات المجمعة (الكل)
el: Δέσμη προσθέτων (όλα)
es: Plugins incluidos (todos)
fr: Greffons embarqués (tous)
gl: Plugins incluídos (todos)
he: תוספים מצורפים (כולם)
id: Plugin yang dibundel (semua)
tr: Eklenti paketleri (tümü)

source: PDF user manual
ar: دليل مستخدم PDF
el: Εγχειρίδιο χρήστη PDF
es: Manual del usuario en PDF
fr: Manuel utilisateur PDF
gl: Manual do usuario en PDF
he: מדריך למשתמש בפורמט PDF
id: Panduan pengguna PDF
tr: PDF kullanım talimatları

source: Create, edit and arrange MIDI events in a dedicated piano roll.
ar: إنشاء وتحرير وترتيب نغمات MIDI في Piano roll مخصصة.
el: Δημιουργία, επεξεργασία και διάταξη γεγονότων MIDI σε ειδικό ρολό πιάνου.
es: Crea, edita y arregla eventos MIDI en un piano roll dedicado.
fr: Créez, éditez et organisez des événements MIDI dans un piano roll dédié.
gl: Crea, edita e arranxa eventos MIDI nun piano roll adicado.
he: צור, ערוך וסדר אירועי MIDI בגליל פסנתר ייעודי.
id: Buat, edit, dan atur MIDI dalam piano roll khusus.

source: Automate parameters with straight lines or curves.
ar: أتمام موازين البارات بخطوط مستقيمة أو منحنيات.
el: Αυτοματοποιήστε παραμέτρους με ίσιες γραμμές ή με καμπύλες.
es: Automatiza parámetros con lineas rectas o curvas.
fr: Automatisez les paramètres avec des lignes droites ou des courbes.
gl: Automatiza parámetro con liñas rectas ou curvas.
he: הפעל אוטומציה על פרמטרים עם עקומות או קווים ישרים.

source: Limitless automation
de: Grenzenlose Automatisierung
el: Απεριόριστος αυτοματισμός
es: Automatización sin límites
fr: Automatisation sans limite
gl: Automatización ilimitada
he: אוטומציה ללא הגבלה
id: Otomatisasi tanpa batas
it: Automazione illimitata
nb_no: Ubegrenset automasjon
tr: Sınırsız otomasyon

source: Automation curves
ar: منحنيات التشغيل الآلي
el: Καμπύλες αυτοματισμού
es: Curvas de automatización
fr: Courbes d'automatisation
gl: Curvas de automatización
he: עקומות אוטומציה

source: Complete support for <a href="https://lv2plug.in/">LV2</a> and VST2, with experimental support for VST3, AU, SFZ and SF2.
ar: دعم كامل ل <a href="https://lv2plug.in/">LV2</a> و VST2 مع دعم تجريبي ل VST3 و AU و SFZ و SF2.
el: Πλήρης υποστήριξη για <a href="https://lv2plug.in/">LV2</a> και VST2, με πειραματική υποστήριξη για VST3, AU, SFZ και SF2.
es: Soporte completo para <a href="https://lv2plug.in/">LV2</a> y VST2, con soporte experimental para VST3, AU, SFZ y SF2.
fr: Support complet pour <a href="https://lv2plug.in/">LV2</a> et VST2, avec un support expérimental pour VST3, AU, SFZ et SF2.
gl: Soporte completo para <a href="https://lv2plug.in/">LV2</a> e VST2, con soporte experimental para VST3, AU, SFZ e SF2.
he: תמיכה מלאה עבור <a href="https://lv2plug.in/">LV2</a> ו-VST2, עם תמיכה ניסיונית עבור VST3, AU, SFZ ו-SF2.
id: Dukungan penuh <a href="https://lv2plug.in/"> LV2 </a> dan VST2, dengan dukungan eksperimental untuk VST3, AU, SFZ dan SF2.
tr: <a href="https://lv2plug.in/">LV2</a> ve VST2 için tam destek, VST3, AU, SFZ ve SF2 için deneysel destek.

source: Audio plugins
ar: الإضافات الصوتية
el: Πρόσθετα ήχου
es: Plugins de audio
fr: Greffons audio
gl: Plugins de Audio
he: תוספי אודיו
id: Plugin audio
tr: Ses eklentileri

source: Multi-Backend Support
fr: Support multi-dorsal
he: תמיכה בכמה קצוות אחוריים
tr: Çoklu Arka Uç Desteği

source: Fully <a href="https://jackaudio.org/">JACK</a> aware, including support for <a href="https://pipewire.org/">PipeWire</a>, JACK transport, ALSA, PulseAudio, WASAPI, Windows MME, CoreMidi and CoreAudio.
el: Λειτουγεί πλήρως με <a href="https://jackaudio.org/">JACK</a>, ενώ συμπεριλαμβάνεται υποστήριξη για <a href="https://pipewire.org/">PipeWire</a>, JACK transport, ALSA, PulseAudio, WASAPI, Windows MME, CoreMIDI και CoreAudio.
fr: Fonctionne complètement avec <a href="https://jackaudio.org/">JACK</a>, incluant une prise en charge pour <a href="https://pipewire.org/">PipeWire</a>, le transport JACK, ALSA, PulseAudio, WASAPI, Windows MME, CoreMidi et CoreAudio.
he: מודע לחלוטין ל<a href="https://jackaudio.org/">JACK</a>, כולל תמיכה ב-<a href="https://pipewire.org/">PipeWire</a>, העברת JACK, ALSA, PulseAudio, WASAPI, Windows MME, CoreMidi ו-CoreAudio.

source: Audio backends
fr: Dorsaux audio
he: קצוות אחוריים של אודיו
tr: Ses arka uçları

source: Featuring a chord pad for quickly trying out chords in a scale and a chord track to assist with chord progressions.
fr: Avec un pavé d'accords pour essayer rapidement des accords dans une gamme et une piste d'accords pour vous aider avec les progressions d'accords.
he: כולל פד לאקורדים לניסיון מהיר של אקורדים בסולם ורצועת אקורדים כדי לסייע ברצפי אקורדים.

source: Chord highlighting
fr: Surlignage d'accords
he: הדגשת אקורדים
tr: Akor vurgusu

source: Zrythm is <a href="https://www.zrythm.org/videos/TEDxGE2014_Stallman05_LQ.webm">free software</a>. Use, study, share and improve it freely.
el: Το Zrythm είναι <a href="https://www.zrythm.org/videos/TEDxGE2014_Stallman05_LQ.webm">ελεύθερο λογισμικό</a>. Χρησιμοποιήστε, μελετήστε, μοιραστείτε και βελτιώστε το ελεύθερα.
es: Zrythm es un <a href="https://www.zrythm.org/videos/TEDxGE2014_Stallman05_LQ.webm">software libre</a>. Úsalo, estúdialo, compártelo y mejóralo libremente.
fr: Zrythm est un <a href="https://www.zrythm.org/videos/TEDxGE2014_Stallman05_LQ.webm">Logiciel Libre</a>. Utilisez ,étudiez , partagez et améliorez le en toute liberté.
he: Zrythm היא <a href="https://www.zrythm.org/videos/TEDxGE2014_Stallman05_LQ.webm">תוכנה חינמית</a>. השתמש, למד, שתף ושפר אותה באופן חופשי.
id: Zrythm adalah perangkat lunak bebas <a href="https://www.zrythm.org/videos/TEDxGE2014_Stallman05_LQ.webm"></a>. Gunakan, pelajari, bagikan, dan tingkatkan dengan bebas.
tr: Zrythm <a href="https://www.zrythm.org/videos/TEDxGE2014_Stallman05_LQ.webm">özgür yazılımdır</a>. Özgürce kullanın, inceleyin, paylaşın ve geliştirin.

source: Programming
fr: Programmation
he: תכנות
tr: Programlama

source: Multilingual
de: Mehrsprachig
el: Πολύγλωσσο
es: Plurilingüe
fr: Polyglotte
gl: Multilingüe
he: מרובה שפות
id: Multi bahasa
it: Multilingue
nb_no: Flerspråklig
tr: Çok dilli

source: Available in <a href="https://hosted.weblate.org/engage/zrythm/">multiple languages</a> including English, French, Spanish, Portuguese, Japanese and German.
el: Διαθέσιμο σε <a href="https://hosted.weblate.org/engage/zrythm/">πολλαπλές γλώσσες</a>, όπως Αγγλικά, Γαλλικά, Ισπανικά, Πορτογαλικά, Ιαπωνικά και Γερμανικά.
fr: Disponible en <a href="https://hosted.weblate.org/engage/zrythm/">plusieurs langages</a> dont l'anglais, le français, l'espagnol, le portugais, le japonais, et l'allemand.
he: זמין ב<a href="https://hosted.weblate.org/engage/zrythm/">מספר שפות</a> כולל אנגלית, צרפתית, ספרדית, פורטוגזית, יפנית וגרמנית.
tr: İngilizce, Fransızca, İspanyolca, Portekizce, Japonca ve Almanca dahil <a href="https://hosted.weblate.org/engage/zrythm/">birden çok dilde</a> kullanılabilir.

source: Multi-language support
fr: Support multi-langues
he: תמיכה בשפות רבות
tr: Çoklu dil desteği

source: French
el: Γαλλικά
fr: français
he: צרפתית
id: Perancis
tr: Fransızca

source: Zrythm is copyrighted by Alexandros Theodotou and other contributors. Zrythm is released under the <a href="https://www.gnu.org/licenses/agpl-3.0.html">GNU Affero General Public License, version 3</a>.
fr: Zrythm est protégé par les droits d'auteur d'Alexandros Theodotou et d'autres contributeurs. Zrythm est publié sous la <a href="https://www.gnu.org/licenses/agpl-3.0.html">GNU Affero General Public License, version 3 ou ultérieure</a>.
he: Zrythm מוגן בזכויות יוצרים על שם Alexandros Theodotou ותורמים אחרים. Zrythm מופץ תחת <a href="https://www.gnu.org/licenses/agpl-3.0.html">רישיון הציבור הציבורי של GNU Affero, גרסה 3</a>.
tr: Zrythm'in telif hakkı Alexandros Theodotou ve diğer katkıda bulunanlara aittir. Zrythm, <a href="https://www.gnu.org/licenses/agpl-3.0.html">GNU Affero Genel Kamu Lisansı, sürüm 3</a> altında yayınlanmıştır.

source: Premium Plugins
fr: Greffons premium
he: תוספים פרימיום
tr: Premium Eklentiler

source: Last updated on 4 Aug 2021
fr: Dernière mise à jour le 4 août 2021
he: עודכן לאחרונה ב-4 לאוגוסט 2021
tr: Son güncelleme: 4 Ağustos 2021

source: Zrythm Trademark Policy
ar: سياسة Zrythm للعلامة التجارية
el: Πολιτική εμπορικών σημάτων Zrythm
es: Política de marcas registradas de Zrythm
fr: Politique de marque Zrythm
he: מדיניות סימנים מסחריים של Zrythm
id: Kebijakan Merek Dagang Zrythm
tr: Zrythm Ticari Marka Politikası

source: Donate using Bitcoin
el: Κάνετε δωρεά με Bitcoin
es: Donar utilizando Bitcoin
id: Donasi melalui Bitcoin

source: Donate Bitcoin (BTC)
el: Δωρεά Bitcoin (BTC)
es: Donar Bitcoin (BTC)
id: Donasi Bitcoin (BTC)

source: Donate using PayPal
el: Κάνετε δωρεά με PayPal
es: Donar utilizando PayPal
id: Donasi melalui PayPal

source: Donate using LiberaPay
el: Κάνετε δωρεά με LiberaPay
es: Donar utilizando LiberaPay
id: Donasi melalui LiberaPay

source: Zrythm on Mastodon
el: Το Zrythm στο Mastodon
es: Zrythm en Mastodon
id: Zrythm di Mastodon

source: Home
de: Startseite
el: Αρχική
es: Inicio
gl: Inicio
id: Beranda
it: Pagina principale
nb_no: Hjem

source: Explore
ar: اكتشف
el: Εξερεύνηση
es: Explora
gl: Explorar
id: Jelajahi

source: Language
de: Sprache
el: Γλώσσα
es: Lenguaje
gl: Idioma
id: Bahasa
it: Lingua
nb_no: Språk

source: Mail
el: Μήνυμα
es: Correo
gl: Enderezos electrónicos
id: Surel

source: Announcements
el: Ανακοινώσεις
es: Anuncios
id: Pengumuman

source: User discussion
el: Συζήτηση χρηστών
id: Diskusi pengguna

source: Development
el: Ανάπτυξη
id: Pengembangan

source: Feature tracker
el: Παρακολουθητής χαρακτηριστικών
id: Pelacak fitur

source: Bug tracker
el: Παρακολουθητής σφαλμάτων
id: Pelacak bug

source: Translations
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
gl: Traducións
id: Terjemahan
it: Traduzioni
nb_no: Oversettelser

source: Download Zrythm's source code or purchase a binary package installer
el: Λήψη πηγαίου κώδικα Zrythm ή αγορά εγκαταστατή δυαδικού πακέτου
gl: Descarga o código fonte de Zrythm ou merca o instalador de paquetes binarios
id: Unduh kode sumber Zrythm atau beli penginstal paket biner

source: Source code
de: Quellcode
el: Πηγαίος κώδικας
es: Código fuente
gl: Código fonte
id: Kode sumber
it: Codice sorgente
nb_no: Kildekode

source: Installer
ar: المثبت
el: Εγκαταστάτης
es: Instalador
gl: Instalador
id: Pemasang

source: trial
ar: تجربة
el: δοκιμή
es: prueba
gl: proba
id: percobaan

source: full
ar: كامل
el: πλήρες
es: completo
gl: completo
id: penuh

source: subscription
ar: اشتراك
el: εγγραφή
es: suscripción
gl: subscrición
id: langganan

source: Goes silent after 1 hour
el: Τίθεται σε σίγαση μετά από 1 ώρα

source: Save/load is disabled
ar: الحفظ / التحميل غير موجود
el: Αποθήκευση/φόρτωση απενεργοποιημένη
gl: Gardar/cargar está desactivado

source: <b>£5</b> single version
ar: <b>£5</b> نسخة واحدة
el: μονή έκδοση <b>£5</b>
es: <b>5£</b> versión individual
gl: <b>£5</b> versión única
id: <b>£5</b> versi tunggal

source: <b>+£10</b> beta bundle
ar: <b>+£10</b> نسخة بيتا
el: δέσμη beta <b>+£10</b>
gl: <b>+£10</b> paquete beta

source: Full version
ar: نسخة كاملة
el: Πλήρης έκδοση
es: Versión completa
gl: Versión completa
id: Versi lengkap

source: Upgrades to new releases
ar: تحديثات للإصدارات الجديدة
el: Αναβαθμίζεται στις καινούριες εκδόσεις
es: Actualizaciones a nuevos lanzamientos
gl: Actualizacións a versións novas
id: Memutakhirkan ke rilis baru

source: <b>£5/month</b>
ar: <b>£5/شهر</b>
el: <b>£5/μήνα</b>
es: <b>5£/mes</b>
gl: <b>£5/mes</b>
id: <b>£5/bulan</b>

source: Try Now
ar: جرب الآن
el: Δοκιμάστε τώρα
es: Pruébalo ahora
gl: Próbao agora
id: Coba Sekarang

source: This is a trial version with limited functionality. Please select your operating system.
ar: هذه نسخة تجريبية بوظائف محدودة. يرجى تحديد نظام التشغيل الخاص بك.
el: Αυτή είναι μια δοκιμαστική έκδοση με περιορισμένη λειτουργικότητα. Επιλέξτε το λειτουργικό σας σύστημα.
es: Esta es una versión de prueba con una funcionalidad limitada. Selecciona el sistema operativo.
gl: Esta é unha versión de proba con funcións limitadas. Por favor, escolle o teu sistema operativo.
id: Ini adalah versi uji coba dengan fungsionalitas terbatas. Silakan pilih sistem operasi Anda.

source: Buy Now
el: Αγορά τώρα
es: Comprar ahora
gl: Mercar Agora
id: Beli Sekarang

source: Support Zrythm by purchasing an installer.
ar: دعم Zrythm عن طريق شراء المثبت.
el: Υποστηρίξτε το Zrythm αγοράζοντας έναν εγκαταστάτη.
es: Apoya a Zrythm comprando un instalador.
gl: Apoia a Zrythm mercando un instalador.
id: Dukung Zrythm dengan membeli penginstal.

source: This month we received £{amount}.
ar: تلقينا هذا الشهر £{amount}.
el: Αυτόν τον μήνα λάβαμε £{amount}.
es: Este mes recibimos {amount} £.
gl: Este mes recibimos £{amount}.
id: Bulan ini kami menerima £{amount}.

source: This includes donations from LiberaPay, PayPal, OpenCollective, downloads and subscriptions
el: Περιμβάνει δωρεές από LiberaPay, PayPal, OpenCollective, λήψεις και εγγραφές
es: Esto incluye donaciones de LiberaPay, PayPal, OpenCollective, descargas y suscripciones
id: Ini termasuk sumbangan dari LiberaPay, PayPal, OpenCollective, unduhan, dan langganan

source: List of features, functionality, and reviews
ar: قائمة الميزات والوظائف والمراجعات
el: Λίστα χαρακτηριστικών, λειτουργικότητα, και κριτικές
es: Lista de características, funcionalidad y reseñas
gl: Lista de características, funcionamento e revisións
id: Daftar fitur, fungsionalitas, dan ulasan

source: Demos
ar: تجريبي
el: Κομμάτια επίδειξης
id: Demo

source: Video by
el: Βίντεο από
es: Vídeo por
id: Video oleh

source: Piano roll
el: Ρολό πιάνου
id: Gulungan piano

source: Anywhere-to-anywhere connections
ar: اتصالات من أي مكان إلى أي مكان
el: Συνδέσεις από οπουδήποτε σε οπουδήποτε
es: Conexiones de cualquier lugar a cualquier lugar
gl: Conexións calquera-a-calquera
id: Koneksi dari mana saja ke mana saja

source: Bounce in place
ar: ترتد في مكانها
el: Μετατροπή ήχου επιτόπου
es: Brinca en el lugar
gl: Converter a audio aquí

source: Bounce in-place
ar: ترتد في المكان
el: Μετατροπή ήχου επιτόπου
es: Bounce in situ
gl: Converter a audio aquí

source: Screenshots
el: Στιγμιότυπα οθόνης
id: Cuplikan

source: Screenshot
el: Στιγμιότυπο οθόνης
id: Tangkapan Layar

source: Mixing
el: Μίξη

source: Screenshot by
el: Στιγμιότυπο οθόνης από
id: Tangkapan layar oleh

source: Reviews
ar: المراجعات
el: Κριτικές
es: Reseñas
gl: Revisións
id: Ulasan

source: unfa livestream: Making a track with Zrythm
el: Ζωντανή μετάδοση του unfa: δημιουργία ενός κομματιού με το Zrythm
id: unfa livestream: Membuat lagu dengan Zrythm

source: Article from Issue 229/2019 of Linux Magazine
ar: مقالة من العدد 229/2019 من مجلة لينكس
el: Άρθρο από το τεύχος 229/2019 του Linux Magazine
es: Artículo del número 229/2019 de Linux Magazine
gl: Artigo do Issue 229/2019 da Linux Magazine
id: Artikel dari Edisi 229/2019 Linux Magazine

source: a highly automated and intuitive digital audio workstation
de: eine hochautomatisierte und intuitive Digital Audio Workstation
el: ένας εξαιρετικά αυτοματοποιημένος και εύληπτος ψηφιακός σταθμός επεξεργασίας ήχου
es: una estación de trabajo digital para audio altamente automatizada e intuitiva
gl: unha estación de traballo de audio dixital intuitiva e moi automatizada
id: Workstation audio digital yang sangat otomatis dan intuitif
it: una postazione di lavoro audio digitale altamente automatizzata e intuitiva
nb_no: inngående automasjon i intuitiv digital lyd-arbeidsstasjon

source: Overview
de: Übersicht
el: Επισκόπηση
es: Generalidades
gl: Información xeral
id: Ikhtisar
it: Visione d’insieme
nb_no: Oversikt

source: Zrythm is a {tooltip1}cross-platform{endtooltip} {tooltip2}digital audio workstation{endtooltip} designed to be featureful and easy to use.
ar: Zrythm عبارة عن {tooltip1} عبر الأنظمة الأساسية {endtooltip} {tooltip2} محطة عمل صوتية رقمية {endtooltip} تم تصميمها لتكون مميزة وسهلة الاستخدام.
el: Το Zrythm είναι ένας {tooltip1}διαπλατφορμικός{endtooltip} {tooltip2}ψηφιακός σταθμός επεξεργασίας ήχου{endtooltip} σχεδιασμένος να είναι λειτουργικός και εύκολος στη χρήση.
es: Zrythm es una {tooltip2} estación de trabajo de audio digital {endtooltip} {tooltip1} multiplataforma {endtooltip} diseñada para ser funcional y fácil de usar.
gl: Zrythm é unha {tooltip2}estación de audio dixital{endtooltip} {tooltip1}multiplataforma{endtooltip} deseñada para ser completa e doada de usar.

source: Zrythm works on GNU/Linux, FreeBSD, MacOS and Windows
ar: يعمل Zrythm على جنو / لينكس و ماك أو إس و ويندوز
el: Το Zrythm δουλεύει σε GNU/Linux, FreeBSD, MacOS και Windows
es: Zrythm funciona en GNU/Linux, FreeBSD, MacOS y Windows
gl: Zrythm funciona en GNU/Linux, FreeBSD, MacOS e Windows
id: Zrythm bisa gunakan di GNU / Linux, FreeBSD, MacOS dan Windows

source: A DAW is used for composing, recording, editing, arranging, mixing and mastering music
ar: يتم استخدام محطة عمل الصوت الرقمي لتأليف الموسيقى وتسجيلها وتحريرها وترتيبها وخلطها وإتقانها
el: Ένας ψηφιακός σταθμός επεξεργασίας ήχου (DAW) χρησιμοποιείται για σύνθεση, ηχογράφηση, επεξεργασία, διάταξη, μίξη και μάστερινγκ μουσικής
es: Una DAW se utiliza para componer, grabar, editar, arreglar, mezclar y masterizar música
gl: Unha DAW utilízase para compoñer, gravar, editar, facer arranxos, mesturar e masterizar música
id: DAW digunakan untuk membuat, merekam, mengedit, mengatur, mixing, dan menguasai musik

source: Multi-backend support
ar: دعم متعدد الخلفيات
el: Πολυπαρασκηνιακή υποστήριξη
es: Soporte multi-backend
gl: Soporte multi-backend
id: Dukungan multi-backend

source: Chord assistance
de: Akkordassistenz
el: Βοηθός συγχορδιών
es: Asistencia armónica
gl: Asistente de acordes
id: Asisten akord

source: Featuring a chord pad for quickly trying out chords in a scale and a chord track to help with chord progressions.
de: Beinhaltet ein Akkord-Pad für ein schnelles Ausprobieren von Akkorden in einer Tonleiter und eine Akkordspur zur Hilfe mit Akkordfolgen.
el: Με ταμπλέτα συγχορδιών για γρήγορη δοκιμή συγχορδιών σε κλίμακα και ένα κομμάτι συγχορδιών για να βοηθηθείτε με τις ακολουθίες των συγχορδιών.
gl: Inclúe un pad de acordes para probar rapidamente acordes nunha escala e unha pista de acordes para axudar coas progresións harmónicas.
nb_no: Inneholder en akkord-flate for rask utprøving av akkorder i en skala og et akkortspor til hjelp med akkordprogresjoner.

source: Learn more
ar: أعرف أكثر
el: Μάθετε περισσότερα
es: Leer más
gl: Aprender máis
id: Pelajari lebih

source: Sponsors
el: Χορηγοί
